{".": 1, "the": 2, ",": 3, "and": 4, "i": 5, "a": 6, "\n": 7, "\r": 8, "was": 9, "to": 10, "'": 11, "it": 12, "of": 13, "for": 14, "but": 15, "is": 16, "in": 17, "we": 18, "that": 19, "with": 20, "not": 21, "t": 22, "they": 23, "-": 24, "on": 25, "my": 26, "food": 27, "good": 28, "were": 29, "you": 30, "this": 31, "s": 32, "had": 33, "!": 34, "so": 35, "have": 36, "at": 37, "as": 38, "are": 39, "place": 40, ")": 41, "be": 42, "like": 43, "there": 44, "just": 45, "very": 46, "(": 47, "if": 48, "our": 49, "service": 50, "all": 51, "here": 52, "out": 53, "\"": 54, "would": 55, "get": 56, "or": 57, "really": 58, "which": 59, "time": 60, "great": 61, "me": 62, "one": 63, "$": 64, "their": 65, "when": 66, "from": 67, "ordered": 68, "back": 69, "go": 70, "more": 71, "up": 72, "some": 73, "about": 74, "can": 75, "what": 76, ":": 77, "an": 78, "too": 79, "pretty": 80, "nice": 81, "other": 82, "restaurant": 83, "chicken": 84, "order": 85, "menu": 86, "got": 87, "?": 88, "because": 89, "also": 90, "came": 91, "no": 92, "little": 93, "only": 94, "been": 95, "us": 96, "don": 97, "your": 98, "/": 99, "m": 100, "didn": 101, "by": 102, "well": 103, "much": 104, "than": 105, "come": 106, "try": 107, "3": 108, "will": 109, "better": 110, "ve": 111, "after": 112, "bit": 113, "did": 114, "them": 115, "2": 116, "ok": 117, "even": 118, "she": 119, "wasn": 120, "has": 121, "again": 122, "sauce": 123, "first": 124, "think": 125, "cheese": 126, "could": 127, "lunch": 128, "he": 129, "table": 130, "bar": 131, "bad": 132, "over": 133, "went": 134, "people": 135, "do": 136, "5": 137, "eat": 138, "price": 139, "salad": 140, "though": 141, "meal": 142, "way": 143, "pizza": 144, "give": 145, "nothing": 146, "still": 147, "d": 148, "fries": 149, "however": 150, "taste": 151, "friendly": 152, "two": 153, "best": 154, "dinner": 155, "small": 156, "off": 157, "side": 158, "made": 159, "wait": 160, "before": 161, "burger": 162, "re": 163, "sure": 164, "experience": 165, "then": 166, "few": 167, "stars": 168, "make": 169, "take": 170, "while": 171, "rice": 172, "overall": 173, "any": 174, "decent": 175, "down": 176, "server": 177, "say": 178, "minutes": 179, "lot": 180, "staff": 181, "want": 182, "definitely": 183, "night": 184, "always": 185, "going": 186, "something": 187, "area": 188, "took": 189, "know": 190, "meat": 191, "love": 192, "most": 193, "dish": 194, "how": 195, "quite": 196, "drinks": 197, "sandwich": 198, "delicious": 199, "around": 200, "another": 201, "since": 202, "special": 203, "sushi": 204, "fresh": 205, "&": 206, "being": 207, "long": 208, "probably": 209, "drink": 210, "ll": 211, "soup": 212, "dishes": 213, "times": 214, "asked": 215, "both": 216, "said": 217, "fried": 218, "1": 219, "4": 220, "tasty": 221, "never": 222, "flavor": 223, "am": 224, "thing": 225, "now": 226, "okay": 227, "right": 228, "beef": 229, "big": 230, "next": 231, "hot": 232, "enough": 233, "her": 234, "same": 235, "who": 236, "location": 237, "prices": 238, "maybe": 239, "many": 240, "bread": 241, "tasted": 242, "its": 243, "decided": 244, "see": 245, "10": 246, "quality": 247, "everything": 248, "fish": 249, "day": 250, "wanted": 251, "sweet": 252, "kind": 253, "waitress": 254, "worth": 255, "large": 256, "average": 257, "friend": 258, "seemed": 259, "where": 260, "new": 261, "different": 262, "busy": 263, "spicy": 264, "beer": 265, "last": 266, "thought": 267, "things": 268, "tried": 269, "into": 270, "find": 271, "places": 272, "breakfast": 273, "should": 274, "vegas": 275, "items": 276, "feel": 277, "buffet": 278, "cooked": 279, "tacos": 280, "pork": 281, "dessert": 282, "tables": 283, "inside": 284, ";": 285, "super": 286, "need": 287, "hour": 288, "steak": 289, "high": 290, "plate": 291, "check": 292, "top": 293, "shrimp": 294, "atmosphere": 295, "actually": 296, "half": 297, "told": 298, "options": 299, "coffee": 300, "selection": 301, "home": 302, "once": 303, "getting": 304, "restaurants": 305, "why": 306, "water": 307, "friends": 308, "each": 309, "visit": 310, "dry": 311, "anything": 312, "fast": 313, "found": 314, "slow": 315, "looked": 316, "served": 317, "three": 318, "else": 319, "huge": 320, "amazing": 321, "looking": 322, "either": 323, "wine": 324, "usually": 325, "portion": 326, "cream": 327, "couple": 328, "eating": 329, "enjoyed": 330, "his": 331, "away": 332, "ask": 333, "bland": 334, "portions": 335, "disappointed": 336, "hard": 337, "full": 338, "put": 339, "expect": 340, "free": 341, "without": 342, "*": 343, "comes": 344, "happy": 345, "cold": 346, "recommend": 347, "spot": 348, "chips": 349, "although": 350, "seated": 351, "used": 352, "part": 353, "chinese": 354, "old": 355, "ever": 356, "15": 357, "ice": 358, "cool": 359, "felt": 360, "wouldn": 361, "outside": 362, "dining": 363, "size": 364, "quick": 365, "roll": 366, "during": 367, "extra": 368, "house": 369, "liked": 370, "left": 371, "isn": 372, "coming": 373, "waiter": 374, "fine": 375, "almost": 376, "every": 377, "less": 378, "end": 379, "might": 380, "star": 381, "least": 382, "those": 383, "waited": 384, "wife": 385, "bacon": 386, "wings": 387, "sat": 388, "work": 389, "patio": 390, "line": 391, "may": 392, "husband": 393, "20": 394, "30": 395, "noodles": 396, "having": 397, "especially": 398, "burgers": 399, "tea": 400, "these": 401, "style": 402, "instead": 403, "decor": 404, "done": 405, "review": 406, "orders": 407, "chocolate": 408, "let": 409, "clean": 410, "won": 411, "couldn": 412, "sit": 413, "waiting": 414, "guess": 415, "open": 416, "point": 417, "beans": 418, "mexican": 419, "far": 420, "ordering": 421, "finally": 422, "second": 423, "pay": 424, "egg": 425, "salmon": 426, "through": 427, "regular": 428, "favorite": 429, "look": 430, "excellent": 431, "seems": 432, "room": 433, "expected": 434, "reviews": 435, "trying": 436, "customer": 437, "gave": 438, "50": 439, "8": 440, "pasta": 441, "enjoy": 442, "eggs": 443, "amount": 444, "crab": 445, "return": 446, "serve": 447, "someone": 448, "6": 449, "bbq": 450, "doesn": 451, "everyone": 452, "seafood": 453, "choice": 454, "fun": 455, "town": 456, "today": 457, "expensive": 458, "music": 459, "fan": 460, "thai": 461, "brunch": 462, "wrong": 463, "awesome": 464, "crispy": 465, "bill": 466, "salsa": 467, "close": 468, "until": 469, "bowl": 470, "rolls": 471, "brought": 472, "several": 473, "arrived": 474, "person": 475, "seating": 476, "attentive": 477, "green": 478, "strip": 479, "kitchen": 480, "reason": 481, "deal": 482, "cut": 483, "seem": 484, "red": 485, "lots": 486, "started": 487, "short": 488, "years": 489, "hotel": 490, "salty": 491, "use": 492, "option": 493, "party": 494, "group": 495, "ate": 496, "needed": 497, "course": 498, "appetizer": 499, "parking": 500, "pricey": 501, "n": 502, "taco": 503, "noodle": 504, "cheap": 505, "front": 506, "warm": 507, "loved": 508, "mind": 509, "family": 510, "servers": 511, "does": 512, "extremely": 513, "main": 514, "garlic": 515, "potatoes": 516, "offer": 517, "yes": 518, "such": 519, "remember": 520, "plus": 521, "must": 522, "potato": 523, "weren": 524, "7": 525, "bring": 526, "quickly": 527, "tell": 528, "guy": 529, "mac": 530, "given": 531, "grilled": 532, "loud": 533, "rather": 534, "variety": 535, "later": 536, "late": 537, "ended": 538, "unfortunately": 539, "glass": 540, "plates": 541, "stop": 542, "keep": 543, "name": 544, "italian": 545, "pieces": 546, "priced": 547, "french": 548, "pho": 549, "saw": 550, "hours": 551, "local": 552, "sitting": 553, "yelp": 554, "choose": 555, "hungry": 556, "yet": 557, "empty": 558, "own": 559, "real": 560, "often": 561, "makes": 562, "live": 563, "others": 564, "itself": 565, "add": 566, "between": 567, "sides": 568, "whole": 569, "walk": 570, "bite": 571, "door": 572, "flavorful": 573, "toppings": 574, "soft": 575, "wish": 576, "+": 577, "located": 578, "counter": 579, "flavors": 580, "appetizers": 581, "start": 582, "stuff": 583, "butter": 584, "pancakes": 585, "him": 586, "packed": 587, "white": 588, "impressed": 589, "available": 590, "fact": 591, "disappointing": 592, "medium": 593, "stopped": 594, "cake": 595, "sandwiches": 596, "prefer": 597, "care": 598, "tender": 599, "de": 600, "ago": 601, "perfect": 602, "based": 603, "9": 604, "solid": 605, "customers": 606, "street": 607, "list": 608, "hit": 609, "typical": 610, "bun": 611, "myself": 612, "friday": 613, "walked": 614, "along": 615, "kids": 616, "together": 617, "space": 618, "able": 619, "money": 620, "entrees": 621, "curry": 622, "pick": 623, "called": 624, "toast": 625, "burrito": 626, "evening": 627, "sausage": 628, "problem": 629, "understand": 630, "overpriced": 631, "tomato": 632, "salt": 633, "saturday": 634, "under": 635, "ambiance": 636, "specials": 637, "type": 638, "cafe": 639, "piece": 640, "leave": 641, "past": 642, "lobster": 643, "broth": 644, "noticed": 645, "la": 646, "week": 647, "onions": 648, "mediocre": 649, "desserts": 650, "looks": 651, "five": 652, "tip": 653, "sunday": 654, "kept": 655, "vegetarian": 656, "combo": 657, "onion": 658, "craving": 659, "lamb": 660, "expecting": 661, "rest": 662, "choices": 663, "chef": 664, "pleasant": 665, "standard": 666, "corn": 667, "reasonable": 668, "aren": 669, "interesting": 670, "mean": 671, "oh": 672, "near": 673, "12": 674, "business": 675, "joint": 676, "perfectly": 677, "fairly": 678, "call": 679, "etc": 680, "serving": 681, "fantastic": 682, "00": 683, "offered": 684, "mostly": 685, "manager": 686, "gone": 687, "diner": 688, "rating": 689, "grill": 690, "ingredients": 691, "dressing": 692, "ramen": 693, "drive": 694, "opened": 695, "soon": 696, "unless": 697, "beers": 698, "eaten": 699, "beautiful": 700, "paid": 701, "crust": 702, "trip": 703, "year": 704, "honestly": 705, "doing": 706, "tuna": 707, "dim": 708, "unique": 709, "four": 710, "gets": 711, "birthday": 712, "black": 713, "weird": 714, "mixed": 715, "cost": 716, "twice": 717, "yummy": 718, "greasy": 719, "thin": 720, "due": 721, "cute": 722, "ready": 723, "entree": 724, "hand": 725, "finish": 726, "received": 727, "game": 728, "making": 729, "terrible": 730, "easy": 731, "sort": 732, "authentic": 733, "already": 734, "surprised": 735, "except": 736, "working": 737, "lettuce": 738, "store": 739, "anyway": 740, "giving": 741, "sometimes": 742, "hope": 743, "kinda": 744, "heavy": 745, "thick": 746, "limited": 747, "paying": 748, "salads": 749, "heard": 750, "stay": 751, "opinion": 752, "vegan": 753, "light": 754, "99": 755, "ones": 756, "cheesecake": 757, "simple": 758, "tiny": 759, "meals": 760, "added": 761, "rush": 762, "owner": 763, "slightly": 764, "anyone": 765, "korean": 766, "dark": 767, "feeling": 768, "mushrooms": 769, "needs": 770, "set": 771, "write": 772, "downtown": 773, "nicely": 774, "sauces": 775, "morning": 776, "finished": 777, "early": 778, "smaller": 779, "boyfriend": 780, "change": 781, "value": 782, "club": 783, "across": 784, "lacking": 785, "middle": 786, "fruit": 787, "slices": 788, "ribs": 789, "sum": 790, "bartender": 791, "plenty": 792, "lacked": 793, "veggies": 794, "chili": 795, "cook": 796, "miss": 797, "sashimi": 798, "filling": 799, "considering": 800, "days": 801, "generous": 802, "included": 803, "completely": 804, "spice": 805, "low": 806, "note": 807, "believe": 808, "weekend": 809, "share": 810, "fair": 811, "overcooked": 812, "casino": 813, "job": 814, "prepared": 815, "exactly": 816, "asian": 817, "excited": 818, "number": 819, "taking": 820, "lady": 821, "entire": 822, "meh": 823, "tastes": 824, "station": 825, "longer": 826, "las": 827, "guys": 828, "mix": 829, "closed": 830, "basically": 831, "alright": 832, "chose": 833, "level": 834, "reservation": 835, "overly": 836, "totally": 837, "flavour": 838, "baked": 839, "crowded": 840, "texture": 841, "girl": 842, "mushroom": 843, "rib": 844, "seat": 845, "compared": 846, "sour": 847, "world": 848, "presentation": 849, "11": 850, "behind": 851, "checked": 852, "likely": 853, "duck": 854, "means": 855, "somewhat": 856, "saying": 857, "literally": 858, "filled": 859, "item": 860, "watch": 861, "per": 862, "expectations": 863, "plain": 864, "odd": 865, "horrible": 866, "normal": 867, "barely": 868, "veggie": 869, "show": 870, "usual": 871, "walking": 872, "rude": 873, "vibe": 874, "forever": 875, "forgot": 876, "perhaps": 877, "haven": 878, "margarita": 879, "slice": 880, "25": 881, "run": 882, "legs": 883, "afternoon": 884, "avocado": 885, "otherwise": 886, "cup": 887, "45": 888, "bottle": 889, "upon": 890, "seasoned": 891, "chain": 892, "case": 893, "certainly": 894, "help": 895, "rare": 896, "oil": 897, "helpful": 898, "hostess": 899, "traditional": 900, "frozen": 901, "brisket": 902, "40": 903, "mall": 904, "issue": 905, "pour": 906, "box": 907, "dirty": 908, "normally": 909, "split": 910, "interior": 911, "happened": 912, "roasted": 913, "non": 914, "absolutely": 915, "american": 916, "charge": 917, "oysters": 918, "dog": 919, "floor": 920, "employees": 921, "lol": 922, "sugar": 923, "months": 924, "tasting": 925, "highly": 926, "phone": 927, "pepper": 928, "chance": 929, "cash": 930, "crowd": 931, "dip": 932, "seen": 933, "#": 934, "shop": 935, "iced": 936, "l": 937, "pulled": 938, "prime": 939, "hear": 940, "covered": 941, "young": 942, "cocktail": 943, "difficult": 944, "hash": 945, "minute": 946, "mom": 947, "touch": 948, "indian": 949, "supposed": 950, "spring": 951, "rich": 952, "glasses": 953, "cocktails": 954, "buffets": 955, "soda": 956, "whatever": 957, "similar": 958, "sad": 959, "please": 960, "guacamole": 961, "spectacular": 962, "recently": 963, "juice": 964, "peppers": 965, "disappointment": 966, "par": 967, "dumplings": 968, "ambience": 969, "et": 970, "=": 971, "fix": 972, "establishment": 973, "refill": 974, "healthy": 975, "greeted": 976, "hoping": 977, "bites": 978, "buy": 979, "sports": 980, "playing": 981, "popular": 982, "refills": 983, "bigger": 984, "bucks": 985, "bagel": 986, "wow": 987, "orange": 988, "tv": 989, "grab": 990, "14": 991, "elsewhere": 992, "greens": 993, "taken": 994, "despite": 995, "stick": 996, "above": 997, "particularly": 998, "man": 999, "vegetables": 1000, "anywhere": 1001, "ahead": 1002, "card": 1003, "hate": 1004, "sorry": 1005, "mention": 1006, "knew": 1007, "nearby": 1008, "stand": 1009, "school": 1010, "soggy": 1011, "picked": 1012, "asking": 1013, "date": 1014, "fancy": 1015, "crazy": 1016, "goes": 1017, "pie": 1018, "reservations": 1019, "missing": 1020, "turned": 1021, "strange": 1022, "none": 1023, "higher": 1024, "seeing": 1025, "le": 1026, "seriously": 1027, "attention": 1028, "pizzas": 1029, "delivered": 1030, "mango": 1031, "original": 1032, "lost": 1033, "tuesday": 1034, "desert": 1035, "bottom": 1036, "fill": 1037, "honest": 1038, "sense": 1039, "including": 1040, "%": 1041, "hopefully": 1042, "chewy": 1043, "opening": 1044, "total": 1045, "b": 1046, "outstanding": 1047, "changed": 1048, "dine": 1049, "kick": 1050, "visited": 1051, "heat": 1052, "view": 1053, "south": 1054, "turkey": 1055, "charged": 1056, "pad": 1057, "generally": 1058, "outdoor": 1059, "creamy": 1060, "raw": 1061, "shot": 1062, "calamari": 1063, "juicy": 1064, "tofu": 1065, "poor": 1066, "gluten": 1067, "flat": 1068, "c": 1069, "idea": 1070, "casual": 1071, "figured": 1072, "range": 1073, "complimentary": 1074, "hubby": 1075, "sub": 1076, "immediately": 1077, "lack": 1078, "placed": 1079, "girls": 1080, "enjoyable": 1081, "filet": 1082, "delivery": 1083, "personally": 1084, "simply": 1085, "blue": 1086, "mood": 1087, "gotten": 1088, "scallops": 1089, "stuffed": 1090, "building": 1091, "un": 1092, "hummus": 1093, "cookie": 1094, "coupon": 1095, "vegetable": 1096, "spaghetti": 1097, "lemon": 1098, "yourself": 1099, "recommended": 1100, "cuisine": 1101, "impression": 1102, "w": 1103, "environment": 1104, "shopping": 1105, "reasonably": 1106, "basic": 1107, "combination": 1108, "sign": 1109, "read": 1110, "foods": 1111, "head": 1112, "mentioned": 1113, "wonderful": 1114, "visits": 1115, "center": 1116, "milk": 1117, "corner": 1118, "reading": 1119, "deep": 1120, "seats": 1121, "meats": 1122, "mine": 1123, "stomach": 1124, "apparently": 1125, "chairs": 1126, "moist": 1127, "bloody": 1128, "takes": 1129, "conversation": 1130, "wall": 1131, "greek": 1132, "seasoning": 1133, "pm": 1134, "al": 1135, "spinach": 1136, "helped": 1137, "provide": 1138, "honey": 1139, "belly": 1140, "life": 1141, "sized": 1142, "pool": 1143, "easily": 1144, "mins": 1145, "biggest": 1146, "neighborhood": 1147, "impressive": 1148, "waffle": 1149, "waitresses": 1150, "larger": 1151, "glad": 1152, "mussels": 1153, "crisp": 1154, "pita": 1155, "hang": 1156, "quiet": 1157, "miso": 1158, "version": 1159, "chipotle": 1160, "anymore": 1161, "parmesan": 1162, "turn": 1163, "pass": 1164, "watery": 1165, "feels": 1166, "surprisingly": 1167, "polite": 1168, "forward": 1169, "buffalo": 1170, "third": 1171, "actual": 1172, "mouth": 1173, "factory": 1174, "round": 1175, "toronto": 1176, "games": 1177, "rings": 1178, "tad": 1179, "airport": 1180, "fare": 1181, "play": 1182, "relatively": 1183, "possible": 1184, "clear": 1185, "hype": 1186, "y": 1187, "complaints": 1188, "talking": 1189, "credit": 1190, "100": 1191, "checking": 1192, "bellagio": 1193, "double": 1194, "north": 1195, "appreciate": 1196, "nachos": 1197, "pancake": 1198, "attitude": 1199, "memorable": 1200, "tough": 1201, "sadly": 1202, "pub": 1203, "tortilla": 1204, "opted": 1205, "strawberry": 1206, "clearly": 1207, "thinking": 1208, "caesar": 1209, "nearly": 1210, "sent": 1211, "speak": 1212, "strong": 1213, "office": 1214, "vietnamese": 1215, "complaint": 1216, "returning": 1217, "somewhere": 1218, "venetian": 1219, "types": 1220, "incredibly": 1221, "moved": 1222, "plan": 1223, "hardly": 1224, "certain": 1225, "squid": 1226, "ten": 1227, "shake": 1228, "gelato": 1229, "modern": 1230, "convenient": 1231, "est": 1232, "sounds": 1233, "california": 1234, "bunch": 1235, "spend": 1236, "mayo": 1237, "bruschetta": 1238, "shared": 1239, "summer": 1240, "mashed": 1241, "worst": 1242, "charlotte": 1243, "grits": 1244, "melt": 1245, "mary": 1246, "pickles": 1247, "watching": 1248, "rushed": 1249, "recent": 1250, "broccoli": 1251, "forget": 1252, "eye": 1253, "consider": 1254, "daughter": 1255, "platter": 1256, "decide": 1257, "move": 1258, "j": 1259, "banana": 1260, "alone": 1261, "homemade": 1262, "known": 1263, "realized": 1264, "ham": 1265, "tomatoes": 1266, "update": 1267, "break": 1268, "says": 1269, "general": 1270, "arrive": 1271, "cause": 1272, "smoked": 1273, "grand": 1274, "patrons": 1275, "within": 1276, "spent": 1277, "road": 1278, "tortillas": 1279, "classic": 1280, "locations": 1281, "park": 1282, "city": 1283, "cannot": 1284, "correct": 1285, "lovely": 1286, "ayce": 1287, "fat": 1288, "tempura": 1289, "cakes": 1290, "balls": 1291, "alcohol": 1292, "points": 1293, "brown": 1294, "word": 1295, "creme": 1296, "giant": 1297, "major": 1298, "mini": 1299, "steaks": 1300, "guests": 1301, "plastic": 1302, "previous": 1303, "waffles": 1304, "concept": 1305, "nor": 1306, "weeks": 1307, "bean": 1308, "topped": 1309, "browns": 1310, "24": 1311, "pictures": 1312, "noisy": 1313, "scottsdale": 1314, "boy": 1315, "didnt": 1316, "e": 1317, "sea": 1318, "tvs": 1319, "met": 1320, "truly": 1321, "whenever": 1322, "selections": 1323, "suggest": 1324, "goat": 1325, "gross": 1326, "dough": 1327, "tons": 1328, "peanut": 1329, "poutine": 1330, "groupon": 1331, "imagine": 1332, "apple": 1333, "eggplant": 1334, "awful": 1335, "lime": 1336, "batter": 1337, "crunchy": 1338, "awkward": 1339, "diners": 1340, "leaving": 1341, "tapas": 1342, "awhile": 1343, "machine": 1344, "standing": 1345, "booths": 1346, "promptly": 1347, "meatballs": 1348, "stood": 1349, "dressed": 1350, "phoenix": 1351, "wanting": 1352, "naan": 1353, "tonight": 1354, "les": 1355, "bartenders": 1356, "min": 1357, "stores": 1358, "cups": 1359, "thank": 1360, "asada": 1361, "southern": 1362, "lounge": 1363, "cashier": 1364, "girlfriend": 1365, "improve": 1366, "smoke": 1367, "older": 1368, "menus": 1369, "base": 1370, "sliders": 1371, "shell": 1372, "0": 1373, "quesadilla": 1374, "sample": 1375, "talk": 1376, "dollars": 1377, "drinking": 1378, "cozy": 1379, "comfortable": 1380, "basket": 1381, "smell": 1382, "cooking": 1383, "car": 1384, "slaw": 1385, "16": 1386, "bright": 1387, "enchiladas": 1388, "management": 1389, "toasted": 1390, "important": 1391, "die": 1392, "bone": 1393, "worked": 1394, "garden": 1395, "waiters": 1396, "ginger": 1397, "specialty": 1398, "request": 1399, "court": 1400, "yum": 1401, "je": 1402, "upscale": 1403, "flavours": 1404, "vanilla": 1405, "dipping": 1406, "york": 1407, "closing": 1408, "oily": 1409, "section": 1410, "market": 1411, "truffle": 1412, "pas": 1413, "thru": 1414, "sesame": 1415, "avoid": 1416, "cajun": 1417, "sliced": 1418, "against": 1419, "panda": 1420, "cucumber": 1421, "running": 1422, "king": 1423, "spices": 1424, "requested": 1425, "liking": 1426, "app": 1427, "potential": 1428, "lighting": 1429, "eh": 1430, "visiting": 1431, "hey": 1432, "coleslaw": 1433, "oven": 1434, "benedict": 1435, "terms": 1436, "crepes": 1437, "burnt": 1438, "gravy": 1439, "pre": 1440, "valley": 1441, "steamed": 1442, "putting": 1443, "95": 1444, "cilantro": 1445, "besides": 1446, "mess": 1447, "receive": 1448, "agree": 1449, "cheaper": 1450, "cheeseburger": 1451, "compare": 1452, "straight": 1453, "owners": 1454, "gift": 1455, "efficient": 1456, "weekday": 1457, "pot": 1458, "basil": 1459, "en": 1460, "veg": 1461, "confusing": 1462, "bag": 1463, "bought": 1464, "13": 1465, "meant": 1466, "woman": 1467, "tasteless": 1468, "hands": 1469, "gyro": 1470, "happen": 1471, "pepperoni": 1472, "provided": 1473, "hadn": 1474, "deliver": 1475, "denny": 1476, "treat": 1477, "crepe": 1478, "month": 1479, "son": 1480, "walls": 1481, "biscuits": 1482, "apart": 1483, "chunks": 1484, "consistent": 1485, "welcome": 1486, "spacious": 1487, "notch": 1488, "matter": 1489, "skin": 1490, "typically": 1491, "famous": 1492, "spoon": 1493, "particular": 1494, "surprise": 1495, "bell": 1496, "stuck": 1497, "suppose": 1498, "wise": 1499, "bakery": 1500, "wynn": 1501, "worse": 1502, "additional": 1503, "annoying": 1504, "event": 1505, "pesto": 1506, "grease": 1507, "truck": 1508, "border": 1509, "hopes": 1510, "favorites": 1511, "question": 1512, "soups": 1513, "warned": 1514, "confused": 1515, "situation": 1516, "wines": 1517, "signature": 1518, "balance": 1519, "prompt": 1520, "satisfying": 1521, "35": 1522, "caramel": 1523, "staying": 1524, "spots": 1525, "hair": 1526, "story": 1527, "syrup": 1528, "positive": 1529, "express": 1530, "scoop": 1531, "explained": 1532, "nights": 1533, "english": 1534, "tots": 1535, "daily": 1536, "negative": 1537, "baby": 1538, "fell": 1539, "bay": 1540, "meeting": 1541, "movie": 1542, "color": 1543, "doubt": 1544, "tired": 1545, "meet": 1546, "2nd": 1547, "octopus": 1548, "works": 1549, "shredded": 1550, "partner": 1551, "buns": 1552, "dogs": 1553, "addition": 1554, "ravioli": 1555, "mozzarella": 1556, "future": 1557, "cookies": 1558, "nigiri": 1559, "bars": 1560, "japanese": 1561, "save": 1562, "protein": 1563, "skip": 1564, "o": 1565, "dollar": 1566, "que": 1567, "host": 1568, "hold": 1569, "key": 1570, "olive": 1571, "online": 1572, "missed": 1573, "eyes": 1574, "cleaning": 1575, "booth": 1576, "discount": 1577, "informed": 1578, "below": 1579, "themselves": 1580, "damn": 1581, "neat": 1582, "mustard": 1583, "trendy": 1584, "willing": 1585, "complain": 1586, "pop": 1587, "smile": 1588, "ran": 1589, "suggested": 1590, "book": 1591, "notice": 1592, "shops": 1593, "ton": 1594, "hearing": 1595, "careful": 1596, "groups": 1597, "fluffy": 1598, "eventually": 1599, "à": 1600, "includes": 1601, "indeed": 1602, "aside": 1603, "satisfied": 1604, "properly": 1605, "carne": 1606, "comfort": 1607, "comment": 1608, "regardless": 1609, "weak": 1610, "sound": 1611, "wifi": 1612, "window": 1613, "offers": 1614, "prior": 1615, "meatball": 1616, "napkins": 1617, "melted": 1618, "issues": 1619, "patty": 1620, "bagels": 1621, "moving": 1622, "5\r": 1623, "folks": 1624, "rock": 1625, "était": 1626, "risotto": 1627, "_": 1628, "pickle": 1629, "picture": 1630, "island": 1631, "fire": 1632, "brownie": 1633, "admit": 1634, "system": 1635, "wednesday": 1636, "18": 1637, "showed": 1638, "gnocchi": 1639, "returned": 1640, "stayed": 1641, "luck": 1642, "throughout": 1643, "bother": 1644, "fabulous": 1645, "thanks": 1646, "funny": 1647, "appeared": 1648, "towards": 1649, "takeout": 1650, "im": 1651, "starving": 1652, "fall": 1653, "obviously": 1654, "rate": 1655, "omelet": 1656, "cauliflower": 1657, "sprouts": 1658, "desired": 1659, "yesterday": 1660, "figure": 1661, "brand": 1662, "gourmet": 1663, "costs": 1664, "hidden": 1665, "wild": 1666, "constantly": 1667, "roast": 1668, "il": 1669, "improved": 1670, "various": 1671, "taiwanese": 1672, "burritos": 1673, "plaza": 1674, "brother": 1675, "reminded": 1676, "dont": 1677, "crunch": 1678, "une": 1679, "barbecue": 1680, "martini": 1681, "watermelon": 1682, "self": 1683, "appreciated": 1684, "match": 1685, "sold": 1686, "knows": 1687, "heart": 1688, "edible": 1689, "tiramisu": 1690, "using": 1691, "drop": 1692, "depending": 1693, "philly": 1694, "anytime": 1695, "ridiculous": 1696, "cheesy": 1697, "pricing": 1698, "anyways": 1699, "yeah": 1700, "presented": 1701, "send": 1702, "sucks": 1703, "paper": 1704, "panera": 1705, "mild": 1706, "carry": 1707, "bass": 1708, "interested": 1709, "cons": 1710, "tap": 1711, "p": 1712, "driving": 1713, "telling": 1714, "catch": 1715, "brulee": 1716, "spanish": 1717, "fajitas": 1718, "beverages": 1719, "massive": 1720, "eater": 1721, "tho": 1722, "draft": 1723, "chorizo": 1724, "jalapeno": 1725, "ordinary": 1726, "keeping": 1727, "rarely": 1728, "workers": 1729, "removed": 1730, "flight": 1731, "true": 1732, "apps": 1733, "consistency": 1734, "rave": 1735, "pudding": 1736, "au": 1737, "likes": 1738, "acceptable": 1739, "multiple": 1740, "realize": 1741, "chip": 1742, "grocery": 1743, "chow": 1744, "single": 1745, "u": 1746, "adequate": 1747, "stir": 1748, "fry": 1749, "dropped": 1750, "kong": 1751, "beat": 1752, "feta": 1753, "sharing": 1754, "90": 1755, "pleased": 1756, "separate": 1757, "throw": 1758, "topping": 1759, "flavourful": 1760, "favourite": 1761, "face": 1762, "container": 1763, "rooms": 1764, "closer": 1765, "wrap": 1766, "fatty": 1767, "rio": 1768, "country": 1769, "sounded": 1770, "explain": 1771, "starts": 1772, "dead": 1773, "fake": 1774, "minus": 1775, "children": 1776, "passed": 1777, "wrapped": 1778, "loaded": 1779, "fork": 1780, "changes": 1781, "undercooked": 1782, "underwhelmed": 1783, "pros": 1784, "cappuccino": 1785, "deals": 1786, "mistake": 1787, "earlier": 1788, "mediterranean": 1789, "recommendation": 1790, "vodka": 1791, "weekends": 1792, "consistently": 1793, "st": 1794, "terribly": 1795, "sticks": 1796, "underwhelming": 1797, "safe": 1798, "weather": 1799, "lemonade": 1800, "highlight": 1801, "falafel": 1802, "pastor": 1803, "hurry": 1804, "tax": 1805, "chefs": 1806, "mi": 1807, "nutella": 1808, "leaves": 1809, "monday": 1810, "75": 1811, "montreal": 1812, "oz": 1813, "asparagus": 1814, "tequila": 1815, "hong": 1816, "shaved": 1817, "bowls": 1818, "kinds": 1819, "layout": 1820, "flag": 1821, "luckily": 1822, "smokey": 1823, "pittsburgh": 1824, "setting": 1825, "dined": 1826, "shouldn": 1827, "personal": 1828, "uncomfortable": 1829, "prosciutto": 1830, "vinegar": 1831, "christmas": 1832, "lit": 1833, "ground": 1834, "eats": 1835, "salsas": 1836, "margaritas": 1837, "enchilada": 1838, "subway": 1839, "unlike": 1840, "moment": 1841, "saved": 1842, "entrance": 1843, "sangria": 1844, "pretzel": 1845, "whether": 1846, "upset": 1847, "messy": 1848, "wide": 1849, "tend": 1850, "omelette": 1851, "skewers": 1852, "enter": 1853, "lobby": 1854, "smelled": 1855, "inexpensive": 1856, "zucchini": 1857, "mid": 1858, "com": 1859, "vs": 1860, "assortment": 1861, "travel": 1862, "chopped": 1863, "savory": 1864, "starter": 1865, "hanging": 1866, "freshly": 1867, "meaty": 1868, "serves": 1869, "pan": 1870, "bringing": 1871, "downstairs": 1872, "venue": 1873, "tail": 1874, "services": 1875, "blueberry": 1876, "mushy": 1877, "preferred": 1878, "difference": 1879, "30pm": 1880, "company": 1881, "everywhere": 1882, "occasions": 1883, "oyster": 1884, "dozen": 1885, "described": 1886, "design": 1887, "affordable": 1888, "sell": 1889, "enjoying": 1890, "candy": 1891, "seaweed": 1892, "mint": 1893, "quantity": 1894, "premium": 1895, "flavored": 1896, "eastern": 1897, "queso": 1898, "spread": 1899, "settled": 1900, "nicer": 1901, "thursday": 1902, "inconsistent": 1903, "wedding": 1904, "kill": 1905, "summerlicious": 1906, "fit": 1907, "beautifully": 1908, "heading": 1909, "boba": 1910, "sun": 1911, "entrée": 1912, "cornbread": 1913, "beyond": 1914, "heated": 1915, "hawaiian": 1916, "lukewarm": 1917, "class": 1918, "questions": 1919, "sister": 1920, "unlimited": 1921, "cramped": 1922, "onto": 1923, "jalapeño": 1924, "problems": 1925, "balsamic": 1926, "pricy": 1927, "hole": 1928, "theme": 1929, "ruined": 1930, "happens": 1931, "macaroni": 1932, "stated": 1933, "reasons": 1934, "advertised": 1935, "chop": 1936, "adding": 1937, "machines": 1938, "steakhouse": 1939, "bf": 1940, "san": 1941, "scramble": 1942, "1st": 1943, "somehow": 1944, "pickled": 1945, "owned": 1946, "needless": 1947, "dinners": 1948, "companion": 1949, "mais": 1950, "decorated": 1951, "neither": 1952, "learn": 1953, "satisfy": 1954, "east": 1955, "sizes": 1956, "regulars": 1957, "bummer": 1958, "pastry": 1959, "college": 1960, "cheddar": 1961, "inviting": 1962, "jelly": 1963, "ends": 1964, "frequent": 1965, "post": 1966, "include": 1967, "west": 1968, "picky": 1969, "kid": 1970, "assuming": 1971, "managed": 1972, "handle": 1973, "mixture": 1974, "cucumbers": 1975, "sick": 1976, "vinaigrette": 1977, "experiences": 1978, "layer": 1979, "minimal": 1980, "step": 1981, "wonton": 1982, "carrots": 1983, "btw": 1984, "pack": 1985, "~": 1986, "artichoke": 1987, "temperature": 1988, "knife": 1989, "dive": 1990, "stars\r": 1991, "jam": 1992, "purchase": 1993, "ourselves": 1994, "board": 1995, "jerk": 1996, "arizona": 1997, "bathroom": 1998, "golden": 1999, "apologized": 2000, "website": 2001, "bisque": 2002, "pleasantly": 2003, "effort": 2004, "wonder": 2005, "tandoori": 2006, "offering": 2007, "ribeye": 2008, "hasn": 2009, "cafeteria": 2010, "reminds": 2011, "décor": 2012, "spiced": 2013, "learned": 2014, "croissant": 2015, "cards": 2016, "employee": 2017, "occasion": 2018, "haha": 2019, "muffin": 2020, "sonic": 2021, "exciting": 2022, "advantage": 2023, "donuts": 2024, "process": 2025, "champagne": 2026, "register": 2027, "lazy": 2028, "kobe": 2029, "planning": 2030, "traffic": 2031, "ranch": 2032, "art": 2033, "welcoming": 2034, "trio": 2035, "yellow": 2036, "yay": 2037, "joints": 2038, "parm": 2039, "snow": 2040, "hostesses": 2041, "claim": 2042, "calling": 2043, "directly": 2044, "stone": 2045, "pastries": 2046, "forgotten": 2047, "scene": 2048, "spending": 2049, "bistro": 2050, "texas": 2051, "factor": 2052, "create": 2053, "become": 2054, "photos": 2055, "tenders": 2056, "buying": 2057, "steep": 2058, "winter": 2059, "salted": 2060, "events": 2061, "boring": 2062, "ass": 2063, "lackluster": 2064, "bottles": 2065, "accommodating": 2066, "bien": 2067, "ketchup": 2068, "shawarma": 2069, "parents": 2070, "begin": 2071, "hamburger": 2072, "parts": 2073, "refreshing": 2074, "hearty": 2075, "cleveland": 2076, "guest": 2077, "greet": 2078, "healthier": 2079, "hh": 2080, "jade": 2081, "generic": 2082, "mcdonald": 2083, "closest": 2084, "agreed": 2085, "rushing": 2086, "drove": 2087, "answer": 2088, "romantic": 2089, "lights": 2090, "thankfully": 2091, "ladies": 2092, "gotta": 2093, "rated": 2094, "social": 2095, "paris": 2096, "meatloaf": 2097, "mash": 2098, "pull": 2099, "remembered": 2100, "grabbed": 2101, "silverware": 2102, "chill": 2103, "mother": 2104, "locals": 2105, "broken": 2106, "bits": 2107, "picking": 2108, "budget": 2109, "correctly": 2110, "possibly": 2111, "showing": 2112, "mandalay": 2113, "bet": 2114, "initially": 2115, "caught": 2116, "mai": 2117, "feet": 2118, "offerings": 2119, "gives": 2120, "obvious": 2121, "peruvian": 2122, "plentiful": 2123, "peas": 2124, "chunky": 2125, "smooth": 2126, "eager": 2127, "heck": 2128, "goodness": 2129, "accommodate": 2130, "coworkers": 2131, "seared": 2132, "caramelized": 2133, "ball": 2134, "clams": 2135, "overwhelmed": 2136, "tart": 2137, "feed": 2138, "six": 2139, "po": 2140, "fusion": 2141, "bubble": 2142, "improvement": 2143, "crave": 2144, "valet": 2145, "allow": 2146, "understaffed": 2147, "bills": 2148, "consisted": 2149, "pile": 2150, "runny": 2151, "apology": 2152, "shots": 2153, "exact": 2154, "pint": 2155, "relaxing": 2156, "k": 2157, "upstairs": 2158, "numerous": 2159, "heavily": 2160, "fixed": 2161, "cinnamon": 2162, "refilled": 2163, "fruits": 2164, "omg": 2165, "fishy": 2166, "professional": 2167, "overpowered": 2168, "beside": 2169, "posted": 2170, "congee": 2171, "further": 2172, "deli": 2173, "cents": 2174, "smoky": 2175, "mocha": 2176, "stew": 2177, "yolk": 2178, "mexico": 2179, "mainly": 2180, "apologize": 2181, "veal": 2182, "downside": 2183, "noise": 2184, "starbucks": 2185, "song": 2186, "wheat": 2187, "loves": 2188, "overpowering": 2189, "stale": 2190, "became": 2191, "complete": 2192, "china": 2193, "following": 2194, "played": 2195, "exception": 2196, "trick": 2197, "replacement": 2198, "fondue": 2199, "pineapple": 2200, "ill": 2201, "familiar": 2202, "news": 2203, "marinara": 2204, "chair": 2205, "def": 2206, "lets": 2207, "state": 2208, "response": 2209, "karaoke": 2210, "jack": 2211, "living": 2212, "square": 2213, "easier": 2214, "lived": 2215, "peak": 2216, "finding": 2217, "boys": 2218, "bathrooms": 2219, "lv": 2220, "freezer": 2221, "floors": 2222, "nuts": 2223, "signs": 2224, "sucked": 2225, "gas": 2226, "shame": 2227, "ceiling": 2228, "convenience": 2229, "prix": 2230, "19": 2231, "entertainment": 2232, "hell": 2233, "neighbourhood": 2234, "hence": 2235, "tag": 2236, "creative": 2237, "blow": 2238, "resort": 2239, "band": 2240, "sucker": 2241, "bonus": 2242, "subpar": 2243, "adults": 2244, "handful": 2245, "fault": 2246, "cooks": 2247, "6pm": 2248, "hint": 2249, "ratio": 2250, "windows": 2251, "blt": 2252, "snack": 2253, "drunk": 2254, "standards": 2255, "tall": 2256, "placing": 2257, "sometime": 2258, "recall": 2259, "private": 2260, "fieri": 2261, "appearance": 2262, "page": 2263, "scrambled": 2264, "practically": 2265, "jun": 2266, "lucky": 2267, "serious": 2268, "shortly": 2269, "helping": 2270, "patient": 2271, "example": 2272, "cod": 2273, "blah": 2274, "condiments": 2275, "air": 2276, "sweetness": 2277, "aware": 2278, "imo": 2279, "listed": 2280, "tom": 2281, "poke": 2282, "cheeses": 2283, "dance": 2284, "knowledgeable": 2285, "17": 2286, "organic": 2287, "laid": 2288, "brings": 2289, "des": 2290, "block": 2291, "catfish": 2292, "32": 2293, "assume": 2294, "yogurt": 2295, "paired": 2296, "flour": 2297, "venture": 2298, "edamame": 2299, "lean": 2300, "burned": 2301, "60": 2302, "diet": 2303, "pure": 2304, "buca": 2305, "tossed": 2306, "maple": 2307, "flatbread": 2308, "repeat": 2309, "markham": 2310, "coconut": 2311, "diverse": 2312, "thrilled": 2313, "battered": 2314, "poured": 2315, "relax": 2316, "85": 2317, "female": 2318, "coworker": 2319, "mousse": 2320, "intimate": 2321, "power": 2322, "arrival": 2323, "latte": 2324, "rocks": 2325, "kabob": 2326, "continued": 2327, "wet": 2328, "gooey": 2329, "ridiculously": 2330, "comfy": 2331, "village": 2332, "thats": 2333, "chile": 2334, "delish": 2335, "masala": 2336, "hello": 2337, "allowed": 2338, "construction": 2339, "carte": 2340, "breast": 2341, "cuz": 2342, "11am": 2343, "bed": 2344, "tater": 2345, "volume": 2346, "eaters": 2347, "finishing": 2348, "alas": 2349, "annoyed": 2350, "crowds": 2351, "milkshake": 2352, "cart": 2353, "skinny": 2354, "faster": 2355, "chowder": 2356, "ceviche": 2357, "marinated": 2358, "wished": 2359, "chains": 2360, "exterior": 2361, "wasnt": 2362, "hibachi": 2363, "suis": 2364, "farm": 2365, "appeal": 2366, "vacation": 2367, "nope": 2368, "season": 2369, "outlets": 2370, "conveniently": 2371, "watered": 2372, "roti": 2373, "buck": 2374, "describe": 2375, "written": 2376, "asia": 2377, "tight": 2378, "bo": 2379, "hue": 2380, "lacks": 2381, "therefore": 2382, "decently": 2383, "cabbage": 2384, "action": 2385, "comparison": 2386, "newly": 2387, "inspired": 2388, "tavern": 2389, "product": 2390, "schnitzel": 2391, "doughy": 2392, "cheesesteak": 2393, "parties": 2394, "hire": 2395, "seconds": 2396, "trouble": 2397, "initial": 2398, "wants": 2399, "80": 2400, "bulgogi": 2401, "kimchi": 2402, "gentleman": 2403, "knowing": 2404, "receipt": 2405, "fans": 2406, "yellowtail": 2407, "oddly": 2408, "fully": 2409, "phenomenal": 2410, "tray": 2411, "el": 2412, "almond": 2413, "granted": 2414, "scallop": 2415, "frequently": 2416, "complained": 2417, "form": 2418, "advised": 2419, "appealing": 2420, "accept": 2421, "select": 2422, "men": 2423, "suck": 2424, "hip": 2425, "courses": 2426, "très": 2427, "bonne": 2428, "vous": 2429, "lentil": 2430, "waste": 2431, "patties": 2432, "coke": 2433, "poblano": 2434, "mgm": 2435, "www": 2436, "corporate": 2437, "tangy": 2438, "yonge": 2439, "inedible": 2440, "finger": 2441, "noon": 2442, "recommendations": 2443, "brioche": 2444, "paste": 2445, "arm": 2446, "slut": 2447, "agaves": 2448, "complex": 2449, "carrot": 2450, "teriyaki": 2451, "hotels": 2452, "ny": 2453, "nonetheless": 2454, "swiss": 2455, "tongue": 2456, "cab": 2457, "breaded": 2458, "jazz": 2459, "fee": 2460, "mains": 2461, "allergies": 2462, "incredible": 2463, "shows": 2464, "tooth": 2465, "fingers": 2466, "jar": 2467, "search": 2468, "nyc": 2469, "adventurous": 2470, "basics": 2471, "seasonal": 2472, "thus": 2473, "mimosa": 2474, "feature": 2475, "execution": 2476, "concerned": 2477, "staple": 2478, "popped": 2479, "containers": 2480, "servings": 2481, "tourist": 2482, "[": 2483, "]": 2484, "hall": 2485, "contact": 2486, "justify": 2487, "bear": 2488, "arugula": 2489, "comparable": 2490, "happening": 2491, "bones": 2492, "crap": 2493, "raised": 2494, "decision": 2495, "casinos": 2496, "screens": 2497, "afterwards": 2498, "skillet": 2499, "toddler": 2500, "refused": 2501, "wing": 2502, "stands": 2503, "bomb": 2504, "cutting": 2505, "classy": 2506, "fortunately": 2507, "lasagna": 2508, "freezing": 2509, "accompanied": 2510, "pollo": 2511, "socks": 2512, "eight": 2513, "among": 2514, "choosing": 2515, "chai": 2516, "opportunity": 2517, "extensive": 2518, "somebody": 2519, "requests": 2520, "scale": 2521, "speed": 2522, "arriving": 2523, "occasionally": 2524, "chops": 2525, "comp": 2526, "bitter": 2527, "appetite": 2528, "public": 2529, "wood": 2530, "worthy": 2531, "verdict": 2532, "failed": 2533, "lately": 2534, "wontons": 2535, "disappoint": 2536, "butcher": 2537, "god": 2538, "dan": 2539, "fail": 2540, "cherry": 2541, "alcoholic": 2542, "cleaner": 2543, "wooden": 2544, "charm": 2545, "kindly": 2546, "matcha": 2547, "carnitas": 2548, "rustic": 2549, "quinoa": 2550, "mildly": 2551, "breading": 2552, "fiancé": 2553, "cupcake": 2554, "twist": 2555, "chicago": 2556, "featured": 2557, "updated": 2558, "approach": 2559, "mon": 2560, "nasty": 2561, "excessive": 2562, "himself": 2563, "entertained": 2564, "colleagues": 2565, "herbs": 2566, "random": 2567, "winterlicious": 2568, "breads": 2569, "combined": 2570, "threw": 2571, "zero": 2572, "cravings": 2573, "kale": 2574, "names": 2575, "hill": 2576, "wi": 2577, "headed": 2578, "build": 2579, "scratch": 2580, "fountain": 2581, "grew": 2582, "tab": 2583, "till": 2584, "entered": 2585, "staffed": 2586, "fennel": 2587, "wowed": 2588, "ce": 2589, "du": 2590, "allergy": 2591, "hits": 2592, "hesitant": 2593, "joe": 2594, "advice": 2595, "walnut": 2596, "ya": 2597, "http": 2598, "flying": 2599, "thumb": 2600, "acknowledged": 2601, "bento": 2602, "bananas": 2603, "pastrami": 2604, "ne": 2605, "stations": 2606, "spoke": 2607, "gaucho": 2608, "grass": 2609, "acknowledge": 2610, "ahi": 2611, "inattentive": 2612, "everyday": 2613, "curds": 2614, "majority": 2615, "unprofessional": 2616, "enormous": 2617, "fridge": 2618, "floating": 2619, "western": 2620, "thumbs": 2621, "powder": 2622, "setup": 2623, "wok": 2624, "minimum": 2625, "darn": 2626, "strips": 2627, "overrated": 2628, "biscuit": 2629, "central": 2630, "mule": 2631, "lines": 2632, "reviewer": 2633, "calories": 2634, "dad": 2635, "squeezed": 2636, "district": 2637, "handed": 2638, "wraps": 2639, "caused": 2640, "punch": 2641, "personality": 2642, "fig": 2643, "knots": 2644, "chatting": 2645, "natural": 2646, "bomberos": 2647, "tapioca": 2648, "gonna": 2649, "judge": 2650, "mirage": 2651, "ample": 2652, "rack": 2653, "deserve": 2654, "frills": 2655, "nobody": 2656, "falls": 2657, "ours": 2658, "ugh": 2659, "misses": 2660, "guac": 2661, "waitstaff": 2662, "leftovers": 2663, "tuesdays": 2664, "cover": 2665, "sufficient": 2666, "flavorless": 2667, "restroom": 2668, "individual": 2669, "blame": 2670, "words": 2671, "good\r": 2672, "ish": 2673, "friendliness": 2674, "indoor": 2675, "gray": 2676, "comforting": 2677, "candied": 2678, "patron": 2679, "satay": 2680, "trust": 2681, "pumpkin": 2682, "timely": 2683, "ideal": 2684, "atm": 2685, "meaning": 2686, "blown": 2687, "stellar": 2688, "disgusting": 2689, "surrounding": 2690, "beginning": 2691, "description": 2692, "iron": 2693, "donut": 2694, "soy": 2695, "coast": 2696, "areas": 2697, "perfection": 2698, "cuts": 2699, "courteous": 2700, "sorta": 2701, "mr": 2702, "worker": 2703, "tourists": 2704, "age": 2705, "outlet": 2706, "nowhere": 2707, "9pm": 2708, "dig": 2709, "bang": 2710, "fav": 2711, "condensed": 2712, "boxes": 2713, "cesar": 2714, "lastly": 2715, "opt": 2716, "4th": 2717, "shrimps": 2718, "tank": 2719, "degrees": 2720, "clam": 2721, "ending": 2722, "experienced": 2723, "lb": 2724, "explanation": 2725, "shells": 2726, "brands": 2727, "remind": 2728, "lose": 2729, "mcdonalds": 2730, "regret": 2731, "22": 2732, "lake": 2733, "goods": 2734, "present": 2735, "bleu": 2736, "hyped": 2737, "rosemary": 2738, "napkin": 2739, "hrs": 2740, "smoking": 2741, "specifically": 2742, "70": 2743, "soaked": 2744, "surprising": 2745, "confusion": 2746, "sampler": 2747, "row": 2748, "messed": 2749, "angry": 2750, "spotty": 2751, "booze": 2752, "sweets": 2753, "sticky": 2754, "proceeded": 2755, "dives": 2756, "allergic": 2757, "custard": 2758, "fajita": 2759, "afraid": 2760, "commented": 2761, "cleaned": 2762, "portioned": 2763, "uni": 2764, "greeting": 2765, "football": 2766, "hush": 2767, "pit": 2768, "trash": 2769, "hk": 2770, "thrown": 2771, "blackened": 2772, "plated": 2773, "braised": 2774, "debit": 2775, "excuse": 2776, "organized": 2777, "quesadillas": 2778, "deviled": 2779, "stopping": 2780, "yelling": 2781, "assorted": 2782, "maki": 2783, "growing": 2784, "blend": 2785, "vast": 2786, "bachelorette": 2787, "originally": 2788, "buds": 2789, "pops": 2790, "warning": 2791, "essentially": 2792, "puffs": 2793, "custom": 2794, "qu": 2795, "involved": 2796, "sodas": 2797, "fox": 2798, "pistachio": 2799, "cantonese": 2800, "5pm": 2801, "ew": 2802, "watched": 2803, "nous": 2804, "qui": 2805, "ignored": 2806, "overwhelming": 2807, "result": 2808, "banh": 2809, "panini": 2810, "flaky": 2811, "pink": 2812, "kinks": 2813, "string": 2814, "energy": 2815, "attended": 2816, "landmark": 2817, "disappeared": 2818, "eatery": 2819, "mein": 2820, "cien": 2821, "lower": 2822, "balanced": 2823, "impossible": 2824, "slight": 2825, "aria": 2826, "dated": 2827, "wash": 2828, "lives": 2829, "cross": 2830, "um": 2831, "suite": 2832, "goose": 2833, "appear": 2834, "hoped": 2835, "considered": 2836, "steal": 2837, "endless": 2838, "si": 2839, "batch": 2840, "forced": 2841, "expectation": 2842, "worry": 2843, "lightly": 2844, "writing": 2845, "establishments": 2846, "saucy": 2847, "states": 2848, "fond": 2849, "downhill": 2850, "puts": 2851, "doors": 2852, "jessica": 2853, "rolled": 2854, "pies": 2855, "halibut": 2856, "turns": 2857, "runs": 2858, "starting": 2859, "melon": 2860, "increased": 2861, "taro": 2862, "grade": 2863, "stools": 2864, "jalapeños": 2865, "quaint": 2866, "valentine": 2867, "aesthetic": 2868, "calgary": 2869, "narrow": 2870, "romaine": 2871, "dipped": 2872, "truth": 2873, "handling": 2874, "fyi": 2875, "utensils": 2876, "track": 2877, "amounts": 2878, "smiling": 2879, "cole": 2880, "pain": 2881, "torn": 2882, "cranberry": 2883, "holiday": 2884, "skimpy": 2885, "law": 2886, "boo": 2887, "tikka": 2888, "lesson": 2889, "welcomed": 2890, "mayonnaise": 2891, "fame": 2892, "stretch": 2893, "tucked": 2894, "grow": 2895, "beet": 2896, "mignon": 2897, "brick": 2898, "john": 2899, "ricotta": 2900, "smiles": 2901, "scarce": 2902, "consumed": 2903, "pissed": 2904, "caesars": 2905, "customize": 2906, "raspberry": 2907, "velvet": 2908, "specific": 2909, "deciding": 2910, "preparation": 2911, "listen": 2912, "penny": 2913, "unimpressed": 2914, "hills": 2915, "ihop": 2916, "sheet": 2917, "squash": 2918, "child": 2919, "sampled": 2920, "behavior": 2921, "ways": 2922, "basement": 2923, "plants": 2924, "versions": 2925, "ease": 2926, "ca": 2927, "gold": 2928, "charging": 2929, "torta": 2930, "tempe": 2931, "stacked": 2932, "act": 2933, "coupons": 2934, "currently": 2935, "photo": 2936, "dash": 2937, "display": 2938, "sur": 2939, "equally": 2940, "refilling": 2941, "cent": 2942, "alfredo": 2943, "pants": 2944, "insane": 2945, "27": 2946, "substituted": 2947, "guessing": 2948, "hut": 2949, "nostalgic": 2950, "buttery": 2951, "couples": 2952, "sake": 2953, "celery": 2954, "industrial": 2955, "boiled": 2956, "carving": 2957, "frustrating": 2958, "according": 2959, "surface": 2960, "detail": 2961, "seven": 2962, "exceptional": 2963, "hangover": 2964, "bottled": 2965, "hundred": 2966, "processed": 2967, "screen": 2968, "chilli": 2969, "wont": 2970, "deserts": 2971, "pastas": 2972, "jambalaya": 2973, "craft": 2974, "german": 2975, "heaven": 2976, "changing": 2977, "internet": 2978, "cleared": 2979, "girlfriends": 2980, "28": 2981, "decoration": 2982, "pushing": 2983, "competition": 2984, "metal": 2985, "text": 2986, "versus": 2987, "anyhow": 2988, "ins": 2989, "co": 2990, "mark": 2991, "rainbow": 2992, "bocho": 2993, "prepare": 2994, "keeps": 2995, "followed": 2996, "delivering": 2997, "gripe": 2998, "fly": 2999, "gym": 3000, "fuel": 3001, "chaotic": 3002, "trek": 3003, "minor": 3004, "existent": 3005, "tartare": 3006, "scarborough": 3007, "attempts": 3008, "catching": 3009, "aka": 3010, "sip": 3011, "ratings": 3012, "foie": 3013, "gras": 3014, "lox": 3015, "café": 3016, "peu": 3017, "ai": 3018, "steps": 3019, "hipster": 3020, "poker": 3021, "necessary": 3022, "bourbon": 3023, "control": 3024, "teas": 3025, "occasional": 3026, "personable": 3027, "sundae": 3028, "recipe": 3029, "wanna": 3030, "treated": 3031, "dairy": 3032, "liquid": 3033, "passable": 3034, "wagyu": 3035, "burn": 3036, "cleanliness": 3037, "forgettable": 3038, "common": 3039, "roy": 3040, "morton": 3041, "calorie": 3042, "promised": 3043, "flip": 3044, "alternative": 3045, "substitute": 3046, "sand": 3047, "began": 3048, "ingredient": 3049, "waters": 3050, "greatest": 3051, "curries": 3052, "whose": 3053, "chou": 3054, "tahini": 3055, "chat": 3056, "diamond": 3057, "restrooms": 3058, "decades": 3059, "reviewers": 3060, "peach": 3061, "overdone": 3062, "occupied": 3063, "advertising": 3064, "10pm": 3065, "grace": 3066, "warmer": 3067, "mahi": 3068, "caprese": 3069, "3rd": 3070, "bummed": 3071, "church": 3072, "wahoo": 3073, "revisit": 3074, "surf": 3075, "blocks": 3076, "fettuccine": 3077, "ounces": 3078, "dente": 3079, "lousy": 3080, "faces": 3081, "chinatown": 3082, "previously": 3083, "desk": 3084, "voice": 3085, "seeds": 3086, "grabbing": 3087, "community": 3088, "sauced": 3089, "canadian": 3090, "checks": 3091, "proper": 3092, "celebrating": 3093, "anniversary": 3094, "drenched": 3095, "hankering": 3096, "aged": 3097, "beverage": 3098, "centre": 3099, "chilled": 3100, "reviewed": 3101, "sirloin": 3102, "weight": 3103, "talked": 3104, "queen": 3105, "sausages": 3106, "blood": 3107, "celebrate": 3108, "shown": 3109, "cha": 3110, "doan": 3111, "spicier": 3112, "lie": 3113, "dude": 3114, "weekdays": 3115, "raved": 3116, "moments": 3117, "strangers": 3118, "fireplace": 3119, "dress": 3120, "providing": 3121, "starters": 3122, "impress": 3123, "advance": 3124, "croutons": 3125, "worried": 3126, "crusty": 3127, "carbonara": 3128, "whipped": 3129, "sorbet": 3130, "italy": 3131, "continues": 3132, "knock": 3133, "darkness": 3134, "washing": 3135, "semi": 3136, "extras": 3137, "polish": 3138, "yelpers": 3139, "attractive": 3140, "grapefruit": 3141, "corned": 3142, "nine": 3143, "celebration": 3144, "player": 3145, "thighs": 3146, "reported": 3147, "wear": 3148, "families": 3149, "nacho": 3150, "uncle": 3151, "pet": 3152, "reheated": 3153, "sam": 3154, "hunt": 3155, "mandarin": 3156, "warrant": 3157, "summerlin": 3158, "jim": 3159, "cubes": 3160, "sharp": 3161, "4pm": 3162, "terrace": 3163, "flavourless": 3164, "snacks": 3165, "authenticity": 3166, "executed": 3167, "swimming": 3168, "dutch": 3169, "searching": 3170, "sets": 3171, "discovered": 3172, "rip": 3173, "38": 3174, "fighting": 3175, "theater": 3176, "mill": 3177, "bamboo": 3178, "uninspired": 3179, "noted": 3180, "rates": 3181, "information": 3182, "colored": 3183, "tilapia": 3184, "wrote": 3185, "benefit": 3186, "respectable": 3187, "sale": 3188, "belt": 3189, "souvlaki": 3190, "tzatziki": 3191, "pico": 3192, "étaient": 3193, "irish": 3194, "updating": 3195, "aspect": 3196, "gambling": 3197, "perspective": 3198, "ipa": 3199, "frites": 3200, "bogo": 3201, "delay": 3202, "acted": 3203, "eateries": 3204, "varied": 3205, "hectic": 3206, "support": 3207, "foot": 3208, "biased": 3209, "replace": 3210, "coating": 3211, "details": 3212, "arrogant": 3213, "39": 3214, "potstickers": 3215, "specially": 3216, "created": 3217, "21": 3218, "tails": 3219, 