{".": 1, "the": 2, "and": 3, ",": 4, "i": 5, "a": 6, "\n": 7, "\r": 8, "to": 9, "'": 10, "was": 11, "!": 12, "it": 13, "of": 14, "is": 15, "for": 16, "in": 17, "we": 18, "with": 19, "you": 20, "this": 21, "my": 22, "but": 23, "that": 24, "food": 25, "-": 26, "they": 27, "on": 28, "had": 29, "s": 30, "good": 31, "great": 32, "place": 33, "have": 34, "are": 35, "t": 36, "so": 37, "were": 38, "very": 39, ")": 40, "not": 41, "as": 42, "here": 43, "(": 44, "at": 45, "be": 46, "service": 47, "all": 48, "there": 49, "our": 50, "their": 51, "like": 52, "out": 53, "if": 54, "time": 55, "can": 56, "one": 57, "just": 58, "back": 59, "really": 60, "get": 61, "from": 62, "delicious": 63, "go": 64, "will": 65, "which": 66, "best": 67, "also": 68, "chicken": 69, "or": 70, "me": 71, "\"": 72, "would": 73, "some": 74, "love": 75, "ve": 76, "when": 77, ":": 78, "nice": 79, "up": 80, "restaurant": 81, "an": 82, "more": 83, "amazing": 84, "definitely": 85, "well": 86, "about": 87, "been": 88, "menu": 89, "try": 90, "always": 91, "your": 92, "too": 93, "what": 94, "friendly": 95, "ordered": 96, "got": 97, "only": 98, "us": 99, "$": 100, "by": 101, "little": 102, "/": 103, "fresh": 104, "staff": 105, "m": 106, "order": 107, "other": 108, "has": 109, "because": 110, "come": 111, "came": 112, "even": 113, "don": 114, "pizza": 115, "first": 116, "made": 117, "lunch": 118, "cheese": 119, "sauce": 120, "than": 121, "he": 122, "everything": 123, "?": 124, "them": 125, "much": 126, "wait": 127, "no": 128, "eat": 129, "&": 130, "again": 131, "salad": 132, "5": 133, "pretty": 134, "recommend": 135, "after": 136, "re": 137, "make": 138, "awesome": 139, "went": 140, "do": 141, "dinner": 142, "night": 143, "experience": 144, "favorite": 145, "meal": 146, "vegas": 147, "bar": 148, "excellent": 149, "could": 150, "ever": 151, "didn": 152, "people": 153, "she": 154, "never": 155, "both": 156, "right": 157, "over": 158, "breakfast": 159, "tried": 160, "bit": 161, "did": 162, "tasty": 163, "every": 164, "sure": 165, "side": 166, "2": 167, "how": 168, "super": 169, "two": 170, "hot": 171, "better": 172, "atmosphere": 173, "perfect": 174, "small": 175, "fried": 176, "table": 177, "while": 178, "area": 179, "happy": 180, "next": 181, "worth": 182, "most": 183, "few": 184, "want": 185, "fries": 186, "burger": 187, "way": 188, "new": 189, "say": 190, "know": 191, "around": 192, "going": 193, "drinks": 194, "who": 195, "day": 196, "times": 197, "price": 198, "take": 199, "off": 200, "think": 201, "still": 202, "rice": 203, "am": 204, "sandwich": 205, "loved": 206, "down": 207, "since": 208, "ll": 209, "sweet": 210, "many": 211, "before": 212, "spot": 213, "sushi": 214, "server": 215, "soup": 216, "meat": 217, "spicy": 218, "now": 219, "something": 220, "though": 221, "3": 222, "prices": 223, "big": 224, "location": 225, "lot": 226, "beef": 227, "then": 228, "huge": 229, "find": 230, "4": 231, "pork": 232, "dishes": 233, "visit": 234, "friends": 235, "different": 236, "taste": 237, "enjoyed": 238, "places": 239, "give": 240, "long": 241, "enough": 242, "fast": 243, "quality": 244, "see": 245, "top": 246, "dish": 247, "any": 248, "flavor": 249, "home": 250, "fun": 251, "d": 252, "coffee": 253, "large": 254, "wasn": 255, "last": 256, "its": 257, "family": 258, "clean": 259, "steak": 260, "thing": 261, "drink": 262, "bread": 263, "full": 264, "tacos": 265, "beer": 266, "selection": 267, "being": 268, "special": 269, "shrimp": 270, "wine": 271, "looking": 272, "fantastic": 273, "10": 274, "stars": 275, "feel": 276, "coming": 277, "cooked": 278, "friend": 279, "town": 280, "overall": 281, "fish": 282, ";": 283, "highly": 284, "into": 285, "free": 286, "where": 287, "busy": 288, "dessert": 289, "took": 290, "served": 291, "must": 292, "options": 293, "each": 294, "wonderful": 295, "quick": 296, "hour": 297, "quite": 298, "portions": 299, "inside": 300, "things": 301, "restaurants": 302, "house": 303, "said": 304, "his": 305, "check": 306, "enjoy": 307, "husband": 308, "1": 309, "cream": 310, "usually": 311, "her": 312, "everyone": 313, "items": 314, "perfectly": 315, "another": 316, "probably": 317, "yummy": 318, "found": 319, "absolutely": 320, "dining": 321, "away": 322, "attentive": 323, "kind": 324, "these": 325, "old": 326, "room": 327, "bad": 328, "*": 329, "years": 330, "far": 331, "need": 332, "once": 333, "eating": 334, "work": 335, "outside": 336, "such": 337, "buffet": 338, "those": 339, "wanted": 340, "minutes": 341, "style": 342, "actually": 343, "mexican": 344, "especially": 345, "decided": 346, "bacon": 347, "line": 348, "however": 349, "same": 350, "plate": 351, "bbq": 352, "thought": 353, "decor": 354, "without": 355, "rolls": 356, "green": 357, "customer": 358, "stop": 359, "during": 360, "patio": 361, "thai": 362, "chips": 363, "anything": 364, "cool": 365, "half": 366, "tea": 367, "tables": 368, "should": 369, "ask": 370, "let": 371, "wife": 372, "makes": 373, "brunch": 374, "owner": 375, "almost": 376, "crispy": 377, "comes": 378, "wish": 379, "open": 380, "egg": 381, "chocolate": 382, "ice": 383, "chinese": 384, "flavorful": 385, "tasted": 386, "red": 387, "waitress": 388, "course": 389, "roll": 390, "fan": 391, "waiter": 392, "strip": 393, "nothing": 394, "authentic": 395, "noodles": 396, "couple": 397, "eggs": 398, "having": 399, "week": 400, "sandwiches": 401, "getting": 402, "seating": 403, "gave": 404, "disappointed": 405, "music": 406, "grilled": 407, "reasonable": 408, "look": 409, "lots": 410, "review": 411, "variety": 412, "high": 413, "flavors": 414, "local": 415, "star": 416, "sit": 417, "6": 418, "own": 419, "oh": 420, "extra": 421, "wings": 422, "decent": 423, "liked": 424, "hard": 425, "else": 426, "size": 427, "italian": 428, "group": 429, "portion": 430, "yelp": 431, "garlic": 432, "ate": 433, "reviews": 434, "real": 435, "maybe": 436, "beans": 437, "asked": 438, "tender": 439, "helpful": 440, "crab": 441, "keep": 442, "point": 443, "although": 444, "beautiful": 445, "why": 446, "taco": 447, "burgers": 448, "cake": 449, "used": 450, "live": 451, "appetizer": 452, "three": 453, "potato": 454, "name": 455, "part": 456, "choice": 457, "seated": 458, "potatoes": 459, "quickly": 460, "warm": 461, "whole": 462, "done": 463, "isn": 464, "party": 465, "vegan": 466, "soon": 467, "plus": 468, "may": 469, "salmon": 470, "often": 471, "hotel": 472, "burrito": 473, "brought": 474, "light": 475, "close": 476, "yet": 477, "through": 478, "amount": 479, "today": 480, "french": 481, "put": 482, "vegetarian": 483, "glad": 484, "return": 485, "least": 486, "several": 487, "left": 488, "end": 489, "parking": 490, "las": 491, "ambiance": 492, "yes": 493, "bowl": 494, "chef": 495, "list": 496, "trying": 497, "use": 498, "looked": 499, "start": 500, "unique": 501, "tell": 502, "water": 503, "kids": 504, "recommended": 505, "won": 506, "serve": 507, "bring": 508, "ok": 509, "couldn": 510, "started": 511, "8": 512, "regular": 513, "curry": 514, "seafood": 515, "bite": 516, "extremely": 517, "deal": 518, "street": 519, "toppings": 520, "walk": 521, "late": 522, "wrong": 523, "white": 524, "dog": 525, "30": 526, "sat": 527, "la": 528, "able": 529, "second": 530, "mac": 531, "salsa": 532, "de": 533, "prepared": 534, "impressed": 535, "making": 536, "20": 537, "ingredients": 538, "soft": 539, "+": 540, "servers": 541, "might": 542, "choose": 543, "ordering": 544, "trip": 545, "wow": 546, "add": 547, "finally": 548, "saturday": 549, "thank": 550, "meals": 551, "7": 552, "year": 553, "haven": 554, "person": 555, "business": 556, "birthday": 557, "n": 558, "evening": 559, "told": 560, "expect": 561, "felt": 562, "doesn": 563, "brisket": 564, "butter": 565, "sunday": 566, "pasta": 567, "desserts": 568, "surprised": 569, "plenty": 570, "yum": 571, "either": 572, "care": 573, "onion": 574, "less": 575, "date": 576, "guy": 577, "sauces": 578, "phoenix": 579, "specials": 580, "choices": 581, "stuff": 582, "corn": 583, "priced": 584, "die": 585, "front": 586, "stopped": 587, "packed": 588, "cold": 589, "crust": 590, "sausage": 591, "drive": 592, "hours": 593, "main": 594, "offer": 595, "easy": 596, "him": 597, "cheap": 598, "door": 599, "boyfriend": 600, "appetizers": 601, "tomato": 602, "show": 603, "kitchen": 604, "cute": 605, "15": 606, "salads": 607, "shop": 608, "mouth": 609, "lobster": 610, "hit": 611, "simple": 612, "indian": 613, "short": 614, "early": 615, "instead": 616, "pho": 617, "remember": 618, "expensive": 619, "outstanding": 620, "does": 621, "until": 622, "already": 623, "myself": 624, "combo": 625, "eaten": 626, "gets": 627, "weekend": 628, "waiting": 629, "saw": 630, "totally": 631, "incredible": 632, "share": 633, "looks": 634, "located": 635, "asian": 636, "reason": 637, "between": 638, "four": 639, "filling": 640, "friday": 641, "seems": 642, "pick": 643, "shared": 644, "lamb": 645, "gem": 646, "homemade": 647, "option": 648, "toast": 649, "along": 650, "twice": 651, "etc": 652, "arrived": 653, "noodle": 654, "added": 655, "available": 656, "morning": 657, "downtown": 658, "ramen": 659, "walked": 660, "seemed": 661, "onions": 662, "stay": 663, "anyone": 664, "space": 665, "manager": 666, "pie": 667, "ribs": 668, "mind": 669, "tuna": 670, "juicy": 671, "games": 672, "world": 673, "pay": 674, "days": 675, "seasoned": 676, "hungry": 677, "slow": 678, "plates": 679, "guys": 680, "sides": 681, "ago": 682, "counter": 683, "baked": 684, "tastes": 685, "including": 686, "vibe": 687, "veggies": 688, "sometimes": 689, "pricey": 690, "black": 691, "cafe": 692, "leave": 693, "pleasant": 694, "thanks": 695, "needed": 696, "finish": 697, "working": 698, "entire": 699, "hands": 700, "someone": 701, "life": 702, "five": 703, "comfortable": 704, "ones": 705, "city": 706, "50": 707, "near": 708, "reservation": 709, "job": 710, "okay": 711, "type": 712, "beers": 713, "chili": 714, "later": 715, "entrees": 716, "cocktails": 717, "customers": 718, "generous": 719, "itself": 720, "fine": 721, "ready": 722, "lovely": 723, "past": 724, "heard": 725, "casual": 726, "opened": 727, "rib": 728, "korean": 729, "visiting": 730, "traditional": 731, "ended": 732, "believe": 733, "fact": 734, "joint": 735, "delivery": 736, "orders": 737, "interesting": 738, "average": 739, "craving": 740, "grab": 741, "called": 742, "man": 743, "cut": 744, "dry": 745, "waffles": 746, "across": 747, "medium": 748, "miss": 749, "game": 750, "call": 751, "expected": 752, "above": 753, "offered": 754, "value": 755, "wall": 756, "stuffed": 757, "seriously": 758, "together": 759, "truly": 760, "knew": 761, "money": 762, "perfection": 763, "kept": 764, "glass": 765, "under": 766, "run": 767, "healthy": 768, "classic": 769, "hummus": 770, "serving": 771, "set": 772, "tofu": 773, "store": 774, "dressing": 775, "%": 776, "pieces": 777, "help": 778, "creamy": 779, "pulled": 780, "veggie": 781, "thin": 782, "filled": 783, "greeted": 784, "sitting": 785, "others": 786, "yourself": 787, "honestly": 788, "neighborhood": 789, "seem": 790, "hand": 791, "entree": 792, "bartender": 793, "9": 794, "spice": 795, "12": 796, "tip": 797, "split": 798, "mix": 799, "forward": 800, "solid": 801, "fabulous": 802, "valley": 803, "recently": 804, "wouldn": 805, "accommodating": 806, "play": 807, "delish": 808, "=": 809, "cozy": 810, "hope": 811, "spinach": 812, "based": 813, "belly": 814, "cheesecake": 815, "et": 816, "doing": 817, "treat": 818, "seat": 819, "wrap": 820, "seen": 821, "spring": 822, "pancakes": 823, "slightly": 824, "mom": 825, "meats": 826, "problem": 827, "dip": 828, "guess": 829, "favorites": 830, "lol": 831, "watch": 832, "walking": 833, "nicely": 834, "vegetables": 835, "please": 836, "owners": 837, "mango": 838, "turkey": 839, "greek": 840, "cup": 841, "pad": 842, "avocado": 843, "pita": 844, "mixed": 845, "gluten": 846, "waited": 847, "weren": 848, "salt": 849, "change": 850, "cuisine": 851, "within": 852, "exactly": 853, "grill": 854, "sour": 855, "nachos": 856, "lemon": 857, "le": 858, "simply": 859, "smoked": 860, "anywhere": 861, "fruit": 862, "easily": 863, "toronto": 864, "crepe": 865, "venetian": 866, "fancy": 867, "broth": 868, "immediately": 869, "crowded": 870, "roasted": 871, "charlotte": 872, "25": 873, "loud": 874, "given": 875, "standard": 876, "topped": 877, "salty": 878, "hidden": 879, "touch": 880, "texture": 881, "phenomenal": 882, "outdoor": 883, "cannot": 884, "casino": 885, "rich": 886, "rest": 887, "omg": 888, "tonight": 889, "middle": 890, "reasonably": 891, "surprise": 892, "11": 893, "aren": 894, "pizzas": 895, "lettuce": 896, "tasting": 897, "rare": 898, "mean": 899, "diner": 900, "milk": 901, "empty": 902, "upon": 903, "visited": 904, "pepper": 905, "orange": 906, "scottsdale": 907, "notch": 908, "moved": 909, "addition": 910, "head": 911, "environment": 912, "sashimi": 913, "feeling": 914, "piece": 915, "#": 916, "affordable": 917, "w": 918, "complaint": 919, "bean": 920, "montreal": 921, "rather": 922, "taking": 923, "duck": 924, "literally": 925, "american": 926, "modern": 927, "typical": 928, "bagel": 929, "dim": 930, "due": 931, "mall": 932, "per": 933, "car": 934, "fair": 935, "item": 936, "cakes": 937, "refreshing": 938, "crazy": 939, "non": 940, "beat": 941, "finished": 942, "sugar": 943, "savory": 944, "blue": 945, "peppers": 946, "reservations": 947, "months": 948, "bill": 949, "low": 950, "pleased": 951, "heat": 952, "bottle": 953, "fairly": 954, "chance": 955, "daughter": 956, "disappoint": 957, "incredibly": 958, "dogs": 959, "thick": 960, "quiet": 961, "level": 962, "recommendations": 963, "mention": 964, "goes": 965, "forget": 966, "slices": 967, "tomatoes": 968, "taken": 969, "foods": 970, "mushroom": 971, "needs": 972, "mine": 973, "kick": 974, "mushrooms": 975, "true": 976, "99": 977, "crowd": 978, "knowledgeable": 979, "japanese": 980, "beyond": 981, "c": 982, "school": 983, "moist": 984, "excited": 985, "filet": 986, "read": 987, "pool": 988, "summer": 989, "takes": 990, "un": 991, "floor": 992, "certainly": 993, "minute": 994, "noticed": 995, "opinion": 996, "crisp": 997, "presentation": 998, "note": 999, "completely": 1000, "combination": 1001, "employees": 1002, "number": 1003, "dark": 1004, "behind": 1005, "gone": 1006, "giving": 1007, "prefer": 1008, "slice": 1009, "dine": 1010, "est": 1011, "smile": 1012, "heavy": 1013, "deep": 1014, "bun": 1015, "included": 1016, "hubby": 1017, "afternoon": 1018, "limited": 1019, "section": 1020, "welcoming": 1021, "lived": 1022, "00": 1023, "honey": 1024, "single": 1025, "station": 1026, "goodness": 1027, "calamari": 1028, "closed": 1029, "idea": 1030, "card": 1031, "cook": 1032, "sum": 1033, "usual": 1034, "son": 1035, "personal": 1036, "plan": 1037, "playing": 1038, "chose": 1039, "freshly": 1040, "slaw": 1041, "y": 1042, "iced": 1043, "platter": 1044, "original": 1045, "cocktail": 1046, "sea": 1047, "cookies": 1048, "dumplings": 1049, "favourite": 1050, "rings": 1051, "ambience": 1052, "cookie": 1053, "enchiladas": 1054, "cost": 1055, "chain": 1056, "hang": 1057, "interior": 1058, "case": 1059, "club": 1060, "girl": 1061, "pour": 1062, "guacamole": 1063, "normally": 1064, "oil": 1065, "spend": 1066, "pittsburgh": 1067, "buy": 1068, "month": 1069, "buffalo": 1070, "grits": 1071, "mood": 1072, "east": 1073, "charge": 1074, "sort": 1075, "heart": 1076, "crunchy": 1077, "saying": 1078, "south": 1079, "establishment": 1080, "greasy": 1081, "pleasantly": 1082, "basil": 1083, "cooking": 1084, "considering": 1085, "margaritas": 1086, "daily": 1087, "efficient": 1088, "attention": 1089, "waffle": 1090, "lounge": 1091, "bomb": 1092, "strong": 1093, "alone": 1094, "rooms": 1095, "meatballs": 1096, "whatever": 1097, "scallops": 1098, "lady": 1099, "crepes": 1100, "staying": 1101, "watching": 1102, "sprouts": 1103, "machines": 1104, "comfort": 1105, "boy": 1106, "sign": 1107, "expectations": 1108, "checked": 1109, "stayed": 1110, "chipotle": 1111, "kinda": 1112, "loves": 1113, "spots": 1114, "j": 1115, "polite": 1116, "face": 1117, "asada": 1118, "coconut": 1119, "smaller": 1120, "prompt": 1121, "strawberry": 1122, "arizona": 1123, "consistently": 1124, "suggest": 1125, "welcome": 1126, "prime": 1127, "future": 1128, "apple": 1129, "tortilla": 1130, "gravy": 1131, "corner": 1132, "forgot": 1133, "satisfied": 1134, "double": 1135, "view": 1136, "north": 1137, "sliced": 1138, "girlfriend": 1139, "mostly": 1140, "biscuits": 1141, "desert": 1142, "bigger": 1143, "become": 1144, "bellagio": 1145, "deli": 1146, "received": 1147, "exceptional": 1148, "stand": 1149, "goat": 1150, "dipping": 1151, "returning": 1152, "building": 1153, "donuts": 1154, "understand": 1155, "young": 1156, "opted": 1157, "sized": 1158, "suggested": 1159, "cleveland": 1160, "popular": 1161, "expecting": 1162, "seeing": 1163, "opening": 1164, "california": 1165, "45": 1166, "matter": 1167, "anyway": 1168, "buffets": 1169, "enjoying": 1170, "unfortunately": 1171, "peanut": 1172, "carne": 1173, "juice": 1174, "lucky": 1175, "soups": 1176, "nights": 1177, "thinking": 1178, "cash": 1179, "delivered": 1180, "locations": 1181, "longer": 1182, "hole": 1183, "hash": 1184, "changed": 1185, "oysters": 1186, "whenever": 1187, "hear": 1188, "talking": 1189, "vietnamese": 1190, "greens": 1191, "checking": 1192, "southern": 1193, "banana": 1194, "total": 1195, "soda": 1196, "creative": 1197, "appreciate": 1198, "weekends": 1199, "benedict": 1200, "l": 1201, "hostess": 1202, "bagels": 1203, "pudding": 1204, "selections": 1205, "romantic": 1206, "talk": 1207, "helped": 1208, "bone": 1209, "pesto": 1210, "tempura": 1211, "wide": 1212, "park": 1213, "serves": 1214, "margarita": 1215, "à": 1216, "weather": 1217, "leftovers": 1218, "mashed": 1219, "west": 1220, "vegetable": 1221, "burritos": 1222, "chill": 1223, "fill": 1224, "similar": 1225, "40": 1226, "ranch": 1227, "rush": 1228, "heaven": 1229, "market": 1230, "nearby": 1231, "types": 1232, "seats": 1233, "works": 1234, "bakery": 1235, "falafel": 1236, "throughout": 1237, "shopping": 1238, "mini": 1239, "fajitas": 1240, "covered": 1241, "version": 1242, "ton": 1243, "consistent": 1244, "sliders": 1245, "ahead": 1246, "ny": 1247, "met": 1248, "except": 1249, "concept": 1250, "meet": 1251, "tiny": 1252, "ham": 1253, "damn": 1254, "tap": 1255, "kid": 1256, "pinball": 1257, "picked": 1258, "bartenders": 1259, "balls": 1260, "sister": 1261, "wood": 1262, "poutine": 1263, "weeks": 1264, "company": 1265, "despite": 1266, "word": 1267, "b": 1268, "country": 1269, "chewy": 1270, "pot": 1271, "bunch": 1272, "girls": 1273, "spacious": 1274, "spectacular": 1275, "extensive": 1276, "sharing": 1277, "enjoyable": 1278, "syrup": 1279, "box": 1280, "center": 1281, "monday": 1282, "basically": 1283, "eggplant": 1284, "tortillas": 1285, "personally": 1286, "otherwise": 1287, "fire": 1288, "upscale": 1289, "fat": 1290, "bathroom": 1291, "conversation": 1292, "setting": 1293, "sizes": 1294, "event": 1295, "offers": 1296, "superb": 1297, "imagine": 1298, "complimentary": 1299, "eye": 1300, "shops": 1301, "overly": 1302, "soy": 1303, "bland": 1304, "hate": 1305, "plain": 1306, "cheesy": 1307, "olive": 1308, "impressive": 1309, "tv": 1310, "rating": 1311, "watermelon": 1312, "bars": 1313, "flavour": 1314, "legs": 1315, "guests": 1316, "phone": 1317, "owned": 1318, "cause": 1319, "tuesday": 1320, "100": 1321, "thursday": 1322, "o": 1323, "compared": 1324, "unless": 1325, "loaded": 1326, "rock": 1327, "bottom": 1328, "folks": 1329, "mayo": 1330, "multiple": 1331, "king": 1332, "app": 1333, "worked": 1334, "known": 1335, "mediterranean": 1336, "various": 1337, "somewhere": 1338, "chicago": 1339, "shawarma": 1340, "fluffy": 1341, "brown": 1342, "courteous": 1343, "broccoli": 1344, "pop": 1345, "professional": 1346, "inviting": 1347, "knows": 1348, "particular": 1349, "sorry": 1350, "pub": 1351, "naan": 1352, "none": 1353, "york": 1354, "cheddar": 1355, "sports": 1356, "tapas": 1357, "el": 1358, "spices": 1359, "dough": 1360, "giant": 1361, "wedding": 1362, "caesar": 1363, "obviously": 1364, "tons": 1365, "perhaps": 1366, "mentioned": 1367, "break": 1368, "que": 1369, "living": 1370, "bowls": 1371, "sub": 1372, "wines": 1373, "appreciated": 1374, "surprisingly": 1375, "parmesan": 1376, "turned": 1377, "chefs": 1378, "drinking": 1379, "san": 1380, "normal": 1381, "feels": 1382, "soooo": 1383, "p": 1384, "les": 1385, "buns": 1386, "bag": 1387, "miso": 1388, "raw": 1389, "spent": 1390, "latte": 1391, "delightful": 1392, "board": 1393, "paid": 1394, "melt": 1395, "glasses": 1396, "az": 1397, "e": 1398, "fusion": 1399, "creme": 1400, "95": 1401, "visits": 1402, "bright": 1403, "questions": 1404, "chorizo": 1405, "terrific": 1406, "write": 1407, "st": 1408, "caramel": 1409, "il": 1410, "en": 1411, "stick": 1412, "sad": 1413, "jerk": 1414, "steaks": 1415, "takeout": 1416, "missing": 1417, "art": 1418, "philly": 1419, "ginger": 1420, "24": 1421, "specialty": 1422, "pricing": 1423, "al": 1424, "grand": 1425, "wraps": 1426, "moment": 1427, "fare": 1428, "mustard": 1429, "yeah": 1430, "driving": 1431, "host": 1432, "round": 1433, "laid": 1434, "14": 1435, "recent": 1436, "particularly": 1437, "means": 1438, "presented": 1439, "reading": 1440, "toasted": 1441, "gelato": 1442, "decide": 1443, "feta": 1444, "bucks": 1445, "convenient": 1446, "hawaiian": 1447, "range": 1448, "ayce": 1449, "pan": 1450, "pies": 1451, "absolute": 1452, "picky": 1453, "separate": 1454, "whether": 1455, "yogurt": 1456, "relaxing": 1457, "complaints": 1458, "funny": 1459, "groups": 1460, "suggestions": 1461, "regret": 1462, "provided": 1463, "meatball": 1464, "larger": 1465, "chile": 1466, "satisfying": 1467, "pm": 1468, "book": 1469, "alcohol": 1470, "asparagus": 1471, "baby": 1472, "bloody": 1473, "pickles": 1474, "chunks": 1475, "refills": 1476, "everywhere": 1477, "pass": 1478, "mozzarella": 1479, "bites": 1480, "melted": 1481, "menus": 1482, "road": 1483, "mussels": 1484, "flat": 1485, "pepperoni": 1486, "difficult": 1487, "possible": 1488, "negative": 1489, "steamed": 1490, "closer": 1491, "bought": 1492, "fix": 1493, "gives": 1494, "seasoning": 1495, "straight": 1496, "pastries": 1497, "walls": 1498, "pineapple": 1499, "wednesday": 1500, "donut": 1501, "u": 1502, "somewhat": 1503, "wrapped": 1504, "weird": 1505, "recommendation": 1506, "issue": 1507, "gotten": 1508, "bruschetta": 1509, "honest": 1510, "omelet": 1511, "min": 1512, "provide": 1513, "haha": 1514, "shot": 1515, "complain": 1516, "garden": 1517, "mother": 1518, "snack": 1519, "fatty": 1520, "says": 1521, "request": 1522, "sense": 1523, "def": 1524, "save": 1525, "sample": 1526, "move": 1527, "chow": 1528, "offerings": 1529, "poke": 1530, "update": 1531, "intimate": 1532, "smell": 1533, "ahi": 1534, "mary": 1535, "bonus": 1536, "yesterday": 1537, "thoroughly": 1538, "paying": 1539, "turn": 1540, "golf": 1541, "placed": 1542, "experiences": 1543, "cilantro": 1544, "window": 1545, "bass": 1546, "tots": 1547, "besides": 1548, "dollars": 1549, "inexpensive": 1550, "waiters": 1551, "lighting": 1552, "basic": 1553, "holy": 1554, "lime": 1555, "omelette": 1556, "chopped": 1557, "bringing": 1558, "asking": 1559, "im": 1560, "biggest": 1561, "craft": 1562, "sesame": 1563, "crunch": 1564, "~": 1565, "flavored": 1566, "bed": 1567, "octopus": 1568, "generally": 1569, "attitude": 1570, "risotto": 1571, "cinnamon": 1572, "general": 1573, "wonton": 1574, "fry": 1575, "everyday": 1576, "likes": 1577, "gyro": 1578, "court": 1579, "team": 1580, "patient": 1581, "buttery": 1582, "oven": 1583, "cabbage": 1584, "sake": 1585, "regulars": 1586, "anniversary": 1587, "consider": 1588, "madison": 1589, "shows": 1590, "joe": 1591, "online": 1592, "sell": 1593, "batter": 1594, "brussel": 1595, "shell": 1596, "sooo": 1597, "higher": 1598, "flavours": 1599, "pleasure": 1600, "kinds": 1601, "roast": 1602, "continue": 1603, "wanting": 1604, "com": 1605, "third": 1606, "drove": 1607, "ribeye": 1608, "maple": 1609, "trust": 1610, "ravioli": 1611, "using": 1612, "pastor": 1613, "cauliflower": 1614, "frozen": 1615, "pastrami": 1616, "notice": 1617, "happened": 1618, "private": 1619, "patty": 1620, "pancake": 1621, "workers": 1622, "blown": 1623, "gotta": 1624, "base": 1625, "13": 1626, "trendy": 1627, "management": 1628, "bay": 1629, "lack": 1630, "promptly": 1631, "chairs": 1632, "hey": 1633, "reminds": 1634, "picture": 1635, "classy": 1636, "unlike": 1637, "tend": 1638, "unlimited": 1639, "reminded": 1640, "vanilla": 1641, "wynn": 1642, "plaza": 1643, "finding": 1644, "admit": 1645, "secret": 1646, "treated": 1647, "lights": 1648, "willing": 1649, "doubt": 1650, "nutella": 1651, "odd": 1652, "ketchup": 1653, "peach": 1654, "relaxed": 1655, "tvs": 1656, "lines": 1657, "ladies": 1658, "hip": 1659, "masala": 1660, "tad": 1661, "includes": 1662, "spread": 1663, "awhile": 1664, "mimosas": 1665, "leaves": 1666, "running": 1667, "sold": 1668, "au": 1669, "_": 1670, "overpriced": 1671, "beautifully": 1672, "changes": 1673, "apparently": 1674, "blt": 1675, "drop": 1676, "moving": 1677, "suite": 1678, "brother": 1679, "frequent": 1680, "16": 1681, "pictures": 1682, "mild": 1683, "booths": 1684, "clearly": 1685, " ": 1686, "ball": 1687, "mi": 1688, "personable": 1689, "co": 1690, "speak": 1691, "waitresses": 1692, "par": 1693, "gorgeous": 1694, "pre": 1695, "truffle": 1696, "mint": 1697, "important": 1698, "hearty": 1699, "dont": 1700, "hint": 1701, "tax": 1702, "eyes": 1703, "decorated": 1704, "dozen": 1705, "cashier": 1706, "cheaper": 1707, "spaghetti": 1708, "gf": 1709, "guac": 1710, "lemonade": 1711, "booth": 1712, "smoke": 1713, "describe": 1714, "wise": 1715, "explain": 1716, "chip": 1717, "self": 1718, "mein": 1719, "fountain": 1720, "alright": 1721, "agree": 1722, "additional": 1723, "patrons": 1724, "deliver": 1725, "pickled": 1726, "flavourful": 1727, "très": 1728, "salsas": 1729, "wild": 1730, "famous": 1731, "quaint": 1732, "venue": 1733, "olives": 1734, "balance": 1735, "occasions": 1736, "machine": 1737, "depending": 1738, "jalapeno": 1739, "catch": 1740, "spiced": 1741, "island": 1742, "fave": 1743, "dried": 1744, "quesadilla": 1745, "occasion": 1746, "bistro": 1747, "yellow": 1748, "locals": 1749, "include": 1750, "jam": 1751, "topping": 1752, "une": 1753, "des": 1754, "champagne": 1755, "supposed": 1756, "amazingly": 1757, "dined": 1758, "diners": 1759, "fans": 1760, "ten": 1761, "certain": 1762, "skip": 1763, "protein": 1764, "airport": 1765, "upstairs": 1766, "previous": 1767, "dressed": 1768, "story": 1769, "points": 1770, "bf": 1771, "pear": 1772, "blend": 1773, "meeting": 1774, "truck": 1775, "seared": 1776, "smoothie": 1777, "experienced": 1778, "tough": 1779, "paired": 1780, "possibly": 1781, "cucumber": 1782, "neat": 1783, "impeccable": 1784, "samples": 1785, "gnocchi": 1786, "leaving": 1787, "hopefully": 1788, "six": 1789, "groupon": 1790, "lover": 1791, "cant": 1792, "fit": 1793, "complete": 1794, "prosciutto": 1795, "fav": 1796, "stomach": 1797, "lasagna": 1798, "eats": 1799, "18": 1800, "jalapeño": 1801, "queso": 1802, "discovered": 1803, "forever": 1804, "cajun": 1805, "chop": 1806, "plentiful": 1807, "showed": 1808, "apart": 1809, "introduced": 1810, "blueberry": 1811, "lightly": 1812, "soggy": 1813, "winter": 1814, "veal": 1815, "texas": 1816, "parties": 1817, "memorable": 1818, "kabob": 1819, "grocery": 1820, "darn": 1821, "skeptical": 1822, "themselves": 1823, "sun": 1824, "typically": 1825, "deserves": 1826, "sounded": 1827, "pastry": 1828, "eastern": 1829, "words": 1830, "border": 1831, "balanced": 1832, "smooth": 1833, "positive": 1834, "combinations": 1835, "massive": 1836, "clear": 1837, "tart": 1838, "mins": 1839, "anyways": 1840, "fountains": 1841, "zucchini": 1842, "prepare": 1843, "tikka": 1844, "class": 1845, "issues": 1846, "sounds": 1847, "pas": 1848, "ai": 1849, "compare": 1850, "thumbs": 1851, "parents": 1852, "ourselves": 1853, "staple": 1854, "cups": 1855, "explained": 1856, "avoid": 1857, "sangria": 1858, "hold": 1859, "realized": 1860, "breast": 1861, "bon": 1862, "air": 1863, "among": 1864, "cooks": 1865, "almond": 1866, "drunk": 1867, "gourmet": 1868, "steakhouse": 1869, "joints": 1870, "wheat": 1871, "helping": 1872, "fall": 1873, "teriyaki": 1874, "stumbled": 1875, "roti": 1876, "english": 1877, "dance": 1878, "likely": 1879, "football": 1880, "apps": 1881, "carnitas": 1882, "hadn": 1883, "hell": 1884, "carrots": 1885, "design": 1886, "band": 1887, "coleslaw": 1888, "equally": 1889, "shake": 1890, "tom": 1891, "anymore": 1892, "office": 1893, "offering": 1894, "vacation": 1895, "downside": 1896, "goods": 1897, "cheesesteak": 1898, "lost": 1899, "earlier": 1900, "mais": 1901, "lit": 1902, "build": 1903, "dollar": 1904, "juices": 1905, "weekly": 1906, "hookah": 1907, "adding": 1908, "actual": 1909, "relatively": 1910, "barbecue": 1911, "ample": 1912, "sticks": 1913, "post": 1914, "biscuit": 1915, "god": 1916, "signature": 1917, "barely": 1918, "nearly": 1919, "woman": 1920, "panini": 1921, "diego": 1922, "support": 1923, "kale": 1924, "constantly": 1925, "played": 1926, "accommodate": 1927, "favor": 1928, "credit": 1929, "bulgogi": 1930, "halibut": 1931, "tempe": 1932, "mignon": 1933, "bottles": 1934, "divine": 1935, "liking": 1936, "sweetness": 1937, "tucked": 1938, "oily": 1939, "brownie": 1940, "sampled": 1941, "basket": 1942, "hanging": 1943, "gold": 1944, "win": 1945, "luckily": 1946, "squash": 1947, "5\r": 1948, "stew": 1949, "calgary": 1950, "bourbon": 1951, "macaroni": 1952, "watering": 1953, "arugula": 1954, "stores": 1955, "lacking": 1956, "twist": 1957, "braised": 1958, "entertainment": 1959, "courses": 1960, "coast": 1961, "paper": 1962, "figured": 1963, "dream": 1964, "cheeses": 1965, "photos": 1966, "entrance": 1967, "adds": 1968, "bet": 1969, "dinners": 1970, "vinaigrette": 1971, "travel": 1972, "charred": 1973, "key": 1974, "jade": 1975, "waitstaff": 1976, "ran": 1977, "allowed": 1978, "comparable": 1979, "passed": 1980, "nyc": 1981, "rude": 1982, "cornbread": 1983, "martini": 1984, "charming": 1985, "till": 1986, "cheeseburger": 1987, "golden": 1988, "teas": 1989, "reuben": 1990, "flight": 1991, "downstairs": 1992, "bubble": 1993, "deals": 1994, "legit": 1995, "pickle": 1996, "satisfy": 1997, "example": 1998, "hamburger": 1999, "keeps": 2000, "square": 2001, "arcade": 2002, "hits": 2003, "difference": 2004, "raspberry": 2005, "dive": 2006, "wing": 2007, "dad": 2008, "putting": 2009, "salted": 2010, "hype": 2011, "thru": 2012, "relax": 2013, "bathrooms": 2014, "areas": 2015, "lovers": 2016, "banh": 2017, "sticky": 2018, "handle": 2019, "shots": 2020, "vous": 2021, "disappointing": 2022, "veg": 2023, "fell": 2024, "aside": 2025, "piping": 2026, "stuck": 2027, "edamame": 2028, "stopping": 2029, "diet": 2030, "kimchi": 2031, "root": 2032, "italy": 2033, "buds": 2034, "marinated": 2035, "wanna": 2036, "ground": 2037, "subs": 2038, "starbucks": 2039, "beverage": 2040, "realize": 2041, "names": 2042, "random": 2043, "chat": 2044, "pure": 2045, "pound": 2046, "je": 2047, "metro": 2048, "state": 2049, "delight": 2050, "nom": 2051, "remembered": 2052, "agreed": 2053, "social": 2054, "treats": 2055, "yelpers": 2056, "subway": 2057, "dragon": 2058, "rate": 2059, "following": 2060, "kobe": 2061, "paris": 2062, "figure": 2063, "peppermill": 2064, "theme": 2065, "carry": 2066, "onto": 2067, "talked": 2068, "missed": 2069, "crave": 2070, "whipped": 2071, "careful": 2072, "ceviche": 2073, "skin": 2074, "beverages": 2075, "mgm": 2076, "strawberries": 2077, "system": 2078, "shredded": 2079, "allow": 2080, "consistency": 2081, "bell": 2082, "starving": 2083, "create": 2084, "eater": 2085, "suggestion": 2086, "happen": 2087, "espresso": 2088, "coke": 2089, "detail": 2090, "seasonal": 2091, "step": 2092, "quantity": 2093, "rushed": 2094, "movie": 2095, "tangy": 2096, "jack": 2097, "comfy": 2098, "organic": 2099, "tiramisu": 2100, "older": 2101, "terrible": 2102, "cards": 2103, "mahi": 2104, "café": 2105, "qui": 2106, "spanish": 2107, "gentleman": 2108, "heavenly": 2109, "eatery": 2110, "frequently": 2111, "lv": 2112, "clams": 2113, "thrilled": 2114, "draft": 2115, "sampler": 2116, "cover": 2117, "factory": 2118, "sent": 2119, "chai": 2120, "waters": 2121, "prix": 2122, "noon": 2123, "season": 2124, "killer": 2125, "partner": 2126, "mess": 2127, "80": 2128, "matt": 2129, "grabbed": 2130, "farm": 2131, "everytime": 2132, "dans": 2133, "reasons": 2134, "culinary": 2135, "telling": 2136, "jungle": 2137, "scrumptious": 2138, "chino": 2139, "chowder": 2140, "rustic": 2141, "families": 2142, "highlight": 2143, "burnt": 2144, "cherry": 2145, "writing": 2146, "boiled": 2147, "celebrate": 2148, "plastic": 2149, "wants": 2150, "throw": 2151, "carrot": 2152, "products": 2153, "distance": 2154, "southwest": 2155, "knots": 2156, "ive": 2157, "browns": 2158, "ce": 2159, "ricotta": 2160, "ass": 2161, "hipster": 2162, "wasabi": 2163, "regardless": 2164, "anytime": 2165, "beginning": 2166, "snow": 2167, "tequila": 2168, "freshness": 2169, "overwhelming": 2170, "fashioned": 2171, "rocks": 2172, "register": 2173, "chris": 2174, "beach": 2175, "guest": 2176, "deliciousness": 2177, "welcomed": 2178, "doors": 2179, "flaky": 2180, "opportunity": 2181, "con": 2182, "alfredo": 2183, "bisque": 2184, "hoping": 2185, "foodie": 2186, "website": 2187, "g": 2188, "winner": 2189, "60": 2190, "scene": 2191, "pricy": 2192, "tater": 2193, "tight": 2194, "planning": 2195, "mon": 2196, "passion": 2197, "returned": 2198, "managed": 2199, "malaysian": 2200, "cravings": 2201, "count": 2202, "liquor": 2203, "flatbread": 2204, "scratch": 2205, "turns": 2206, "ride": 2207, "peruvian": 2208, "aioli": 2209, "urban": 2210, "quesadillas": 2211, "children": 2212, "paneer": 2213, "closing": 2214, "sound": 2215, "assortment": 2216, "major": 2217, "gonna": 2218, "advance": 2219, "knowing": 2220, "windows": 2221, "smoky": 2222, "fully": 2223, "pretzel": 2224, "earth": 2225, "process": 2226, "melts": 2227, "familiar": 2228, "soo": 2229, "pull": 2230, "empanadas": 2231, "gras": 2232, "decision": 2233, "matcha": 2234, "était": 2235, "trio": 2236, "paradise": 2237, "layout": 2238, "settled": 2239, "central": 2240, "numerous": 2241, "hotels": 2242, "arrive": 2243, "enchilada": 2244, "appetite": 2245, "chandler": 2246, "palazzo": 2247, "regularly": 2248, "correct": 2249, "employee": 2250, "gas": 2251, "candy": 2252, "instantly": 2253, "indoor": 2254, "artichoke": 2255, "grew": 2256, "greatest": 2257, "caught": 2258, "lo": 2259, "originally": 2260, "canadian": 2261, "henderson": 2262, "purple": 2263, "@": 2264, "followed": 2265, "coupon": 2266, "flour": 2267, "pops": 2268, "pistachio": 2269, "ways": 2270, "walnut": 2271, "nicer": 2272, "heading": 2273, "scoop": 2274, "village": 2275, "fellow": 2276, "apologized": 2277, "starting": 2278, "effort": 2279, "terms": 2280, "named": 2281, "dirty": 2282, "mark": 2283, "stir": 2284, "vegetarians": 2285, "match": 2286, "nuts": 2287, "mainly": 2288, "smoothies": 2289, "described": 2290, "happens": 2291, "yardbird": 2292, "keeping": 2293, "fork": 2294, "beet": 2295, "rainbow": 2296, "pumpkin": 2297, "stood": 2298, "bottomless": 2299, "stellar": 2300, "events": 2301, "patties": 2302, "skewers": 2303, "ave": 2304, "ha": 2305, "velvet": 2306, "peas": 2307, "caramelized": 2308, "0": 2309, "stone": 2310, "http": 2311, "poor": 2312, "samosas": 2313, "peak": 2314, "vodka": 2315, "dancing": 2316, "college": 2317, "skillet": 2318, "worry": 2319, "oz": 2320, "bang": 2321, "cappuccino": 2322, "pollo": 2323, "runs": 2324, "35": 2325, "scrambled": 2326, "follow": 2327, "2nd": 2328, "rave": 2329, "somehow": 2330, "headed": 2331, "jimmy": 2332, "site": 2333, "tony": 2334, "requested": 2335, "bother": 2336, "block": 2337, "annoying": 2338, "wished": 2339, "sadly": 2340, "enter": 2341, "mistake": 2342, "correctly": 2343, "towards": 2344, "feed": 2345, "lives": 2346, "rarely": 2347, "sooooo": 2348, "combos": 2349, "rosemary": 2350, "custom": 2351, "hasn": 2352, "surely": 2353, "afterwards": 2354, "fault": 2355, "blast": 2356, "begin": 2357, "row": 2358, "brulee": 2359, "mole": 2360, "display": 2361, "brew": 2362, "worthy": 2363, "color": 2364, "prior": 2365, "pair": 2366, "battered": 2367, "chops": 2368, "himself": 2369, "brussels": 2370, "muffins": 2371, "noisy": 2372, "written": 2373, "parm": 2374, "hearing": 2375, "biryani": 2376, "comment": 2377, "beware": 2378, "queen": 2379, "rose": 2380, "watched": 2381, "meant": 2382, "foie": 2383, "mile": 2384, "22": 2385, "75": 2386, "smiles": 2387, "easier": 2388, "pecan": 2389, "delectable": 2390, "décor": 2391, "bento": 2392, "messy": 2393, "relleno": 2394, "discount": 2395, "squid": 2396, "strips": 2397, "definite": 2398, "lon": 2399, "yellowtail": 2400, "mr": 2401, "catering": 2402, "trips": 2403, "jar": 2404, "peanuts": 2405, "citrus": 2406, "luck": 2407, "starter": 2408, "ya": 2409, "hop": 2410, "member": 2411, "cart": 2412, "serious": 2413, "became": 2414, "du": 2415, "judge": 2416, "video": 2417, "worried": 2418, "eclectic": 2419, "www": 2420, "dairy": 2421, "dinning": 2422, "greet": 2423, "jalapenos": 2424, "avec": 2425, "unbelievable": 2426, "pico": 2427, "interested": 2428, "individual": 2429, "jelly": 2430, "nicest": 2431, "sick": 2432, "disappointment": 2433, "napkins": 2434, "mash": 2435, "bags": 2436, "adorable": 2437, "choosing": 2438, "miles": 2439, "croissant": 2440, "history": 2441, "strange": 2442, "slight": 2443, "breading": 2444, "gift": 2445, "gooey": 2446, "thats": 2447, "buck": 2448, "specifically": 2449, "cole": 2450, "devoured": 2451, "dj": 2452, "midnight": 2453, "select": 2454, "vinegar": 2455, "clam": 2456, "timely": 2457, "fiance": 2458, "premium": 2459, "dave": 2460, "manner": 2461, "bien": 2462, "afraid": 2463, "mid": 2464, "disappoints": 2465, "delicate": 2466, "tartare": 2467, "compliment": 2468, "appealing": 2469, "mill": 2470, "punch": 2471, "eaters": 2472, "penny": 2473, "smiling": 2474, "elsewhere": 2475, "meatloaf": 2476, "purchase": 2477, "quinoa": 2478, "planned": 2479, "health": 2480, "properly": 2481, "boring": 2482, "boston": 2483, "pride": 2484, "locally": 2485, "shocked": 2486, "f": 2487, "mediocre": 2488, "pink": 2489, "meaty": 2490, "grandma": 2491, "hair": 2492, "sometime": 2493, "refill": 2494, "17": 2495, "minor": 2496, "alternative": 2497, "berry": 2498, "cobbler": 2499, "deviled": 2500, "popcorn": 2501, "hibachi": 2502, "background": 2503, "char": 2504, "crew": 2505, "tips": 2506, "challenge": 2507, "against": 2508, "complimented": 2509, "boys": 2510, "wifi": 2511, "fired": 2512, "po": 2513, "breads": 2514, "los": 2515, "tops": 2516, "marinara": 2517, "kudos": 2518, "sundays": 2519, "posted": 2520, "cleaned": 2521, "cares": 2522, "combined": 2523, "hooked": 2524, "neighbourhood": 2525, "samba": 2526, "oyster": 2527, "surf": 2528, "animal": 2529, "memories": 2530, "scallop": 2531, "accompanied": 2532, "palate": 2533, "deserts": 2534, "thus": 2535, "frites": 2536, "bottled": 2537, "crack": 2538, "salami": 2539, "focus": 2540, "traveling": 2541, "trouble": 2542, "members": 2543, "lower": 2544, "suites": 2545, "holiday": 2546, "indeed": 2547, "summerlin": 2548, "safe": 2549, "situation": 2550, "nigiri": 2551, "mimosa": 2552, "businesses": 2553, "denny": 2554, "endless": 2555, "pastas": 2556, "cupcakes": 2557, "bits": 2558, "dress": 2559, "starters": 2560, "pairing": 2561, "warning": 2562, "natural": 2563, "elegant": 2564, "ends": 2565, "btw": 2566, "listen": 2567, "surprising": 2568, "decadent": 2569, "receive": 2570, "encore": 2571, "strongly": 2572, "advantage": 2573, "energy": 2574, "neon": 2575, "overcooked": 2576, "bank": 2577, "importantly": 2578, "overpowering": 2579, "everybody": 2580, "brings": 2581, "tourist": 2582, "spoon": 2583, "score": 2584, "details": 2585, "preferred": 2586, "dipped": 2587, "em": 2588, "learned": 2589, "verde": 2590, "scramble": 2591, "wolfgang": 2592, "enormous": 2593, "period": 2594, "palace": 2595, "shabu": 2596, "ridiculous": 2597, "lively": 2598, "adventure": 2599, "repeat": 2600, "gyoza": 2601, "fashion": 2602, "lentil": 2603, "western": 2604, "wonderfully": 2605, "dates": 2606, "temperature": 2607, "poached": 2608, "hospitality": 2609, "crap": 2610, "bison": 2611, "question": 2612, "bc": 2613, "nonetheless": 2614, "access": 2615, "lastly": 2616, "finishing": 2617, "spending": 2618, "tower": 2619, "cuban": 2620, "genuine": 2621, "listed": 2622, "se": 2623, "seconds": 2624, "corned": 2625, "hh": 2626, "fig": 2627, "cone": 2628, "budget": 2629, "wedge": 2630, "dropped": 2631, "32": 2632, "noise": 2633, "hill": 2634, "butternut": 2635, "frosting": 2636, "confused": 2637, "china": 2638, "weekday": 2639, "filipino": 2640, "brewed": 2641, "search": 2642, "tongue": 2643, "hawaii": 2644, "obsessed": 2645, "shame": 2646, "upbeat": 2647, "needless": 2648, "hardly": 2649, "resort": 2650, "kidding": 2651, "flaming": 2652, "pong": 2653, "servings": 2654, "drizzled": 2655, "refilled": 2656, "beats": 2657, "mex": 2658, "curries": 2659, "cod": 2660, "japan": 2661, "rolled": 2662, "balsamic": 2663, "30pm": 2664, "tenders": 2665, "thinly": 2666, "coworkers": 2667, "mongolian": 2668, "sam": 2669, "fingers": 2670, "snacks": 2671, "condiments": 2672, "katsu": 2673, "roy": 2674, "provides": 2675, "deserve": 2676, "ne": 2677, "tomorrow": 2678, "passing": 2679, "entertaining": 2680, "express": 2681, "entirely": 2682, "triple": 2683, "establishments": 2684, "theirs": 2685, "mountain": 2686, "ingredient": 2687, "entered": 2688, "growing": 2689, "organized": 2690, "rio": 2691, "yo": 2692, "public": 2693, "ideal": 2694, "horchata": 2695, "hangover": 2696, "designed": 2697, "hall": 2698, "community": 2699, "array": 2700, "mocha": 2701, "fiancé": 2702, "requests": 2703, "spare": 2704, "accommodated": 2705, "ceiling": 2706, "worst": 2707, "overwhelmed": 2708, "allergy": 2709, "snob": 2710, "wonder": 2711, "impossible": 2712, "dan": 2713, "standing": 2714, "below": 2715, "peu": 2716, "chic": 2717, "allergies": 2718, "deliciously": 2719, "smelled": 2720, "knowledge": 2721, "lake": 2722, "stars\r": 2723, "ivy": 2724, "1st": 2725, "ish": 2726, "cons": 2727, "sauteed": 2728, "consisted": 2729, "70": 2730, "heck": 2731, "further": 2732, "potstickers": 2733, "tossed": 2734, "fairfax": 2735, "answer": 2736, "hangout": 2737, "shakes": 2738, "chilli": 2739, "margherita": 2740, "mandalay": 2741, "views": 2742, "product": 2743, "k": 2744, "hello": 2745, "ours": 2746, "dill": 2747, "montréal": 2748, "treasure": 2749, "vegans": 2750, "happily": 2751, "began": 2752, "cousin": 2753, "neither": 2754, "gyros": 2755, "fee": 2756, "appeared": 2757, "shouldn": 2758, "impress": 2759, "warned": 2760, "customize": 2761, "90": 2762, "succulent": 2763, "subtle": 2764, "faces": 2765, "reviewers": 2766, "pint": 2767, "explore": 2768, "juan": 2769, "chains": 2770, "freaking": 2771, "tired": 2772, "healthier": 2773, "fixed": 2774, "turf": 2775, "fed": 2776, "calzone": 2777, "destination": 2778, "buddy": 2779, "tour": 2780, "slut": 2781, "dated": 2782, "becoming": 2783, "pros": 2784, "shaved": 2785, "directly": 2786, "lil": 2787, "considered": 2788, "informed": 2789, "cater": 2790, "currently": 2791, "answered": 2792, "improved": 2793, "beets": 2794, "handful": 2795, "church": 2796, "adventurous": 2797, "confusing": 2798, "yay": 2799, "hurry": 2800, "decorations": 2801, "3rd": 2802, "mousse": 2803, "ring": 2804, "floors": 2805, "problems": 2806, "discover": 2807, "training": 2808, "speaking": 2809, "ma": 2810, "feet": 2811, "didnt": 2812, "chinatown": 2813, "cuz": 2814, "meets": 2815, "spoke": 2816, "desk": 2817, "brews": 2818, "nowhere": 2819, "preparation": 2820, "varied": 2821, "leaf": 2822, "smokey": 2823, "portuguese": 2824, "knowledgable": 2825, "child": 2826, "obvious": 2827, "invited": 2828, "latin": 2829, "7pm": 2830, "diverse": 2831, "complex": 2832, "india": 2833, "comparison": 2834, "concert": 2835, "whiskey": 2836, "screen": 2837, "saved": 2838, "cleanliness": 2839, "persian": 2840, "tasteful": 2841, "form": 2842, "popped": 2843, "standards": 2844, "bitter": 2845, "anthony": 2846, "ps": 2847, "hut": 2848, "assume": 2849, "personality": 2850, "pack": 2851, "trout": 2852, "clubs": 2853, "tall": 2854, "meh": 2855, "container": 2856, "sont": 2857, "skimp": 2858, "cupcake": 2859, "pressed": 2860, "gladly": 2861, "hesitant": 2862, "blended": 2863, "blew": 2864, "aware": 2865, "brand": 2866, "custard": 2867, "lazy": 2868, "impression": 2869, "inspired": 2870, "]": 2871, "pro": 2872, "jazz": 2873, "sausages": 2874, "learn": 2875, "christmas": 2876, "lean": 2877, "magic": 2878, "speedy": 2879, "mojito": 2880, "law": 2881, "bear": 2882, "restroom": 2883, "thumb": 2884, "exciting": 2885, "advice": 2886, "diablo": 2887, "women": 2888, "ratings": 2889, "wondering": 2890, "horseradish": 2891, "pretzels": 2892, "cheers": 2893, "america": 2894, "baja": 2895, "pics": 2896, "couch": 2897, "jun": 2898, "hotdog": 2899, "lacked": 2900, "francisco": 2901, "starts": 2902, "vintage": 2903, "chimichanga": 2904, "timing": 2905, "cali": 2906, "dumpling": 2907, "created": 2908, "bucket": 2909, "raved": 2910, "19": 2911, "irish": 2912, "rye": 2913, "resist": 2914, "traffic": 2915, "smells": 2916, "gambling": 2917, "collard": 2918, "states": 2919, "shower": 2920, "tail": 2921, "semi": 2922, "pile": 2923, "security": 2924, "mains": 2925, "smoking": 2926, "handmade": 2927, "exception": 2928, "sampling": 2929, "valet": 2930, "closest": 2931, "ratio": 2932, "recipe": 2933, "cucumbers": 2934, "alot": 2935, "handed": 2936, "sunny": 2937, "father": 2938, "herbs": 2939, "cider": 2940, "sourdough": 2941, "kill": 2942, "squeezed": 2943, "26": 2944, "minus": 2945, "sooner": 2946, "airy": 2947, "million": 2948, "uber": 2949, "macaroons": 2950, "varieties": 2951, "district": 2952, "decently": 2953, "charm": 2954, "martinis": 2955, "piled": 2956, "meaning": 2957, "foot": 2958, "lets": 2959, "monarch": 2960, "quarter": 2961, "tandoori": 2962, "resto": 2963, "couples": 2964, "rd": 2965, "penne": 2966, "tenderloin": 2967, "goodies": 2968, "brick": 2969, "chair": 2970, "fyi": 2971, "angry": 2972, "pomegranate": 2973, "fool": 2974, "convinced": 2975, "entrée": 2976, "stated": 2977, "carte": 2978, "initially": 2979, "convention": 2980, "degree": 2981, "age": 2982, "poured": 2983, "21": 2984, "insane": 2985, "expert": 2986, "winning": 2987, "shortly": 2988, "pace": 2989, "dead": 2990, "aka": 2991, "content": 2992, "upset": 2993, "aspect": 2994, "tao": 2995, "buying": 2996, "amazed": 2997, "delivers": 2998, "awkward": 2999, "smothered": 3000, "promise": 3001, "brazilian": 3002, "knock": 3003, "jersey": 3004, "iron": 3005, "mike": 3006, "joke": 3007, "colleagues": 3008, "basis": 3009, "featured": 3010, "cutting": 3011, "brie": 3012, "nut": 3013, "dig": 3014, "charged": 3015, "ale": 3016, "raving": 3017, "creamed": 3018, "chilly": 3019, "services": 3020, "loaf": 3021, "edge": 3022, "classics": 3023, "fruits": 3024, "tho": 3025, "extraordinary": 3026, "exceeded": 3027, "wash": 3028, "outlet": 3029, "uptown": 3030, "eggslut": 3031, "pierogies": 3032, "wont": 3033, "gross": 3034, "addicting": 3035, "power": 3036, "present": 3037, "mmm": 3038, "grub": 3039, "consists": 3040, "wear": 3041, "thankfully": 3042, "cuts": 3043, "drank": 3044, "fajita": 3045, "john": 3046, "sur": 3047, "improvement": 3048, "23": 3049, "thoughtful": 3050, "parts": 3051, "wallet": 3052, "boxes": 3053, "ensure": 3054, "wet": 3055, "milkshakes": 3056, "chunky": 3057, "zero": 3058, "byob": 3059, "skinny": 3060, "appropriate": 3061, "combine": 3062, "stocked": 3063, "adult": 3064, "gigantic": 3065, "conveniently": 3066, "baklava": 3067, "bananas": 3068, "appetizing": 3069, "fillet": 3070, "dr": 3071, "preference": 3072, "shaped": 3073, "breaded": 3074, "alcoholic": 3075, "celebration": 3076, "fixe": 3077, "photo": 3078, "crusted": 3079, "fail": 3080, "jalapeños": 3081, "cooler": 3082, "lobby": 3083, "funky": 3084, "buttermilk": 3085, "selected": 3086, "kaya": 3087, "kalbi": 3088, "zone": 3089, "arriving": 3090, "moves": 3091, "expanded": 3092, "turkish": 3093, "dude": 3094, "waste": 3095, "corporate": 3096, "herb": 3097, "brioche": 3098, "mad": 3099, "nous": 3100, "retro": 3101, "sight": 3102, "curious": 3103, "puck": 3104, "stands": 3105, "comped": 3106, "gallo": 3107, "tub": 3108, "lox": 3109, "barbacoa": 3110, "cellar": 3111, "runny": 3112, "furniture": 3113, "whim": 3114, "innovative": 3115, "upgrade": 3116, "mmmm": 3117, "bowling": 3118, "drunken": 3119, "visitors": 3120, "character": 3121, "pricier": 3122, "chatting": 3123, "wontons": 3124, "sprinkled": 3125, "adults": 3126, "shift": 3127, "checks": 3128, "sautéed": 3129, "churros": 3130, "lighter": 3131, "boba": 3132, "worker": 3133, "ordinary": 3134, "avenue": 3135, "signs": 3136, "exact": 3137, "crawfish": 3138, "wagyu": 3139, "keg": 3140, "aged": 3141, "houses": 3142, "splurge": 3143, "success": 3144, "vip": 3145, "memory": 3146, "cranberry": 3147, "ending": 3148, "reserved": 3149, "11am": 3150, "kung": 3151, "convenience": 3152, "textures": 3153, "bolognese": 3154, "knocked": 3155, "calories": 3156, "blocks": 3157, "picking": 3158, "text": 3159, "amongst": 3160, "cleaning": 3161, "muffin": 3162, "appearance": 3163, "feature": 3164, "load": 3165, "mason": 3166, "pitcher": 3167, "garlicky": 3168, "slowly": 3169, "men": 3170, "colorful": 3171, "executed": 3172, "pleasing": 3173, "00pm": 3174, "shout": 3175, "canal": 3176, "freshest": 3177, "feast": 3178, "nor": 3179, "remind": 3180, "uncomfortable": 3181, "informative": 3182, "sucks": 3183, "rotating": 3184, "degrees": 3185, "steep": 3186, "couches": 3187, "mixture": 3188, "recommending": 3189, "caprese": 3190, "exquisite": 3191, "previously": 3192, "land": 3193, "awful": 3194, "cheapest": 3195, "industrial": 3196, "surrounded": 3197, "stage": 3198, "driver": 3199, "fake": 3200, "hook": 3201, "cross": 3202, "concerned": 3203, "brûlée": 3204, "according": 3205, "swiss": 3206, "teppanyaki": 3207, "steal": 3208, "dense": 3209, "bibimbap": 3210, "\r\r": 3211, "paella": 3212, "aroma": 3213, "showing": 3214, "granted": 3215, "entering": 3216, "coupons": 3217, "calling": 3218, "americanized": 3219, "loco": 3220, "eventually": 3221, "upside": 3222, "raised": 3223, 