{".": 1, "the": 2, ",": 3, "and": 4, "i": 5, "to": 6, "a": 7, "was": 8, "'": 9, "\n": 10, "\r": 11, "it": 12, "of": 13, "for": 14, "we": 15, "in": 16, "that": 17, "is": 18, "t": 19, "this": 20, "not": 21, "my": 22, "they": 23, "but": 24, "!": 25, "food": 26, "on": 27, "with": 28, "were": 29, "at": 30, "had": 31, "you": 32, "have": 33, "-": 34, "s": 35, "so": 36, "be": 37, "\"": 38, "our": 39, "there": 40, "place": 41, "like": 42, "just": 43, "me": 44, "as": 45, "if": 46, "out": 47, "service": 48, "good": 49, "no": 50, ")": 51, "(": 52, "all": 53, "are": 54, "back": 55, "one": 56, "would": 57, "when": 58, "?": 59, "here": 60, "she": 61, "get": 62, "us": 63, "very": 64, "time": 65, "or": 66, "up": 67, "order": 68, "about": 69, "from": 70, "he": 71, "what": 72, "go": 73, "ordered": 74, "$": 75, "even": 76, "an": 77, "their": 78, "got": 79, "after": 80, "only": 81, "because": 82, "came": 83, "been": 84, "don": 85, "will": 86, "can": 87, "restaurant": 88, "which": 89, "never": 90, "didn": 91, "really": 92, "over": 93, "by": 94, ":": 95, "minutes": 96, "other": 97, "said": 98, "your": 99, "asked": 100, "more": 101, "did": 102, "them": 103, "then": 104, "her": 105, "chicken": 106, "some": 107, "table": 108, "do": 109, "better": 110, "could": 111, "went": 112, "bad": 113, "2": 114, "again": 115, "first": 116, "too": 117, "m": 118, "people": 119, "great": 120, "how": 121, "much": 122, "ve": 123, "/": 124, "come": 125, "also": 126, "than": 127, "off": 128, "told": 129, "eat": 130, "took": 131, "who": 132, "menu": 133, "server": 134, "know": 135, "well": 136, "has": 137, "down": 138, "way": 139, "going": 140, "pizza": 141, "two": 142, "sauce": 143, "manager": 144, "take": 145, "experience": 146, "wasn": 147, "any": 148, "staff": 149, "make": 150, "wait": 151, "waitress": 152, "another": 153, "before": 154, "bar": 155, "want": 156, "made": 157, "pretty": 158, "give": 159, "nothing": 160, "3": 161, "should": 162, "cheese": 163, "5": 164, "ever": 165, "say": 166, "still": 167, "meal": 168, "think": 169, "salad": 170, "try": 171, "location": 172, "while": 173, "right": 174, "1": 175, "nice": 176, "left": 177, "wanted": 178, "night": 179, "around": 180, "10": 181, "sure": 182, "drinks": 183, "now": 184, "taste": 185, "last": 186, "little": 187, "quality": 188, "ok": 189, "customer": 190, "times": 191, "being": 192, "drink": 193, "tasted": 194, "new": 195, "something": 196, "long": 197, "since": 198, "price": 199, "same": 200, "rice": 201, "d": 202, "meat": 203, "dinner": 204, "sandwich": 205, "lunch": 206, "thing": 207, "where": 208, "many": 209, "disappointed": 210, "few": 211, "&": 212, "re": 213, "cold": 214, "his": 215, "ask": 216, "am": 217, "next": 218, "4": 219, "why": 220, "away": 221, "best": 222, "see": 223, "money": 224, "waited": 225, "horrible": 226, "hour": 227, "waiting": 228, "worst": 229, "small": 230, "flavor": 231, "won": 232, "though": 233, "else": 234, "maybe": 235, "fries": 236, "burger": 237, "rude": 238, "most": 239, "looked": 240, "check": 241, "him": 242, "ll": 243, "however": 244, "steak": 245, "day": 246, "waiter": 247, "half": 248, "always": 249, "everything": 250, "decided": 251, "terrible": 252, "finally": 253, "tried": 254, "eating": 255, "30": 256, "side": 257, "tables": 258, "sushi": 259, "both": 260, "20": 261, "once": 262, "into": 263, "water": 264, "customers": 265, "wrong": 266, "bland": 267, "old": 268, "gave": 269, "walked": 270, "sat": 271, "bread": 272, "put": 273, "used": 274, "anything": 275, "fresh": 276, "home": 277, "served": 278, "soup": 279, "worth": 280, "love": 281, "buffet": 282, "cooked": 283, "every": 284, "called": 285, "15": 286, "big": 287, "stars": 288, "reviews": 289, "let": 290, "pay": 291, "lot": 292, "review": 293, "later": 294, "hot": 295, "room": 296, "couldn": 297, "vegas": 298, "dry": 299, "thought": 300, "star": 301, "enough": 302, "bill": 303, "friend": 304, "least": 305, "instead": 306, "things": 307, "plate": 308, "seemed": 309, "beef": 310, "almost": 311, "probably": 312, "someone": 313, "busy": 314, "bit": 315, "dish": 316, "brought": 317, "area": 318, "top": 319, "find": 320, "actually": 321, "line": 322, "*": 323, "person": 324, "its": 325, "poor": 326, "special": 327, "fish": 328, "okay": 329, "definitely": 330, "different": 331, "look": 332, "slow": 333, "seated": 334, "tell": 335, "feel": 336, "6": 337, "today": 338, "decent": 339, "fried": 340, "work": 341, "coming": 342, "hard": 343, "husband": 344, "full": 345, "arrived": 346, "coffee": 347, "done": 348, "shrimp": 349, "business": 350, "extra": 351, "kitchen": 352, "owner": 353, "paid": 354, "wouldn": 355, "front": 356, "breakfast": 357, "looking": 358, "guy": 359, "places": 360, "friendly": 361, "wife": 362, "found": 363, "visit": 364, "beer": 365, "party": 366, "need": 367, "orders": 368, "friends": 369, "second": 370, "until": 371, "saw": 372, "whole": 373, "point": 374, ";": 375, "recommend": 376, "free": 377, "mediocre": 378, "kind": 379, "dishes": 380, "awful": 381, "getting": 382, "leave": 383, "received": 384, "open": 385, "without": 386, "high": 387, "ate": 388, "doesn": 389, "care": 390, "trying": 391, "use": 392, "less": 393, "overall": 394, "guess": 395, "call": 396, "couple": 397, "8": 398, "prices": 399, "average": 400, "sweet": 401, "restaurants": 402, "empty": 403, "cream": 404, "ordering": 405, "pork": 406, "family": 407, "years": 408, "through": 409, "fine": 410, "having": 411, "return": 412, "sitting": 413, "happy": 414, "close": 415, "door": 416, "completely": 417, "extremely": 418, "three": 419, "charge": 420, "each": 421, "inside": 422, "disappointing": 423, "felt": 424, "super": 425, "these": 426, "wings": 427, "such": 428, "everyone": 429, "either": 430, "bring": 431, "tacos": 432, "literally": 433, "sit": 434, "lady": 435, "quite": 436, "large": 437, "comes": 438, "7": 439, "reason": 440, "oh": 441, "ready": 442, "dining": 443, "already": 444, "part": 445, "hostess": 446, "end": 447, "those": 448, "taco": 449, "items": 450, "phone": 451, "started": 452, "problem": 453, "ice": 454, "fact": 455, "absolutely": 456, "given": 457, "rather": 458, "serve": 459, "atmosphere": 460, "store": 461, "counter": 462, "hours": 463, "outside": 464, "does": 465, "chips": 466, "tip": 467, "drive": 468, "dirty": 469, "isn": 470, "expect": 471, "gone": 472, "yelp": 473, "burrito": 474, "expensive": 475, "name": 476, "charged": 477, "kids": 478, "overpriced": 479, "several": 480, "wine": 481, "seem": 482, "understand": 483, "waste": 484, "yes": 485, "sorry": 486, "girl": 487, "walk": 488, "employees": 489, "far": 490, "clean": 491, "working": 492, "stay": 493, "anyone": 494, "real": 495, "especially": 496, "group": 497, "offer": 498, "eggs": 499, "servers": 500, "dessert": 501, "ended": 502, "management": 503, "unfortunately": 504, "mexican": 505, "birthday": 506, "50": 507, "offered": 508, "pieces": 509, "own": 510, "weren": 511, "house": 512, "cake": 513, "yet": 514, "bacon": 515, "options": 516, "salty": 517, "%": 518, "45": 519, "must": 520, "amazing": 521, "delicious": 522, "looks": 523, "00": 524, "tasty": 525, "usually": 526, "min": 527, "making": 528, "12": 529, "expected": 530, "huge": 531, "tea": 532, "chinese": 533, "cut": 534, "noticed": 535, "believe": 536, "9": 537, "cheap": 538, "during": 539, "needed": 540, "red": 541, "potatoes": 542, "spicy": 543, "fast": 544, "pick": 545, "twice": 546, "taking": 547, "giving": 548, "salt": 549, "saying": 550, "appetizer": 551, "says": 552, "seriously": 553, "salsa": 554, "crab": 555, "deal": 556, "barely": 557, "seems": 558, "year": 559, "myself": 560, "ago": 561, "25": 562, "attitude": 563, "due": 564, "mins": 565, "entire": 566, "bite": 567, "portions": 568, "bartender": 569, "course": 570, "white": 571, "start": 572, "doing": 573, "may": 574, "enjoy": 575, "hotel": 576, "frozen": 577, "hope": 578, "help": 579, "please": 580, "past": 581, "kept": 582, "pasta": 583, "decor": 584, "selection": 585, "seen": 586, "beans": 587, "behind": 588, "bowl": 589, "mind": 590, "+": 591, "change": 592, "soon": 593, "excited": 594, "thai": 595, "keep": 596, "egg": 597, "disgusting": 598, "although": 599, "reservation": 600, "portion": 601, "card": 602, "heard": 603, "saturday": 604, "week": 605, "priced": 606, "burgers": 607, "under": 608, "amount": 609, "plus": 610, "delivery": 611, "returning": 612, "roll": 613, "asking": 614, "happened": 615, "others": 616, "soggy": 617, "might": 618, "together": 619, "establishment": 620, "tasteless": 621, "11": 622, "unless": 623, "attention": 624, "cook": 625, "loud": 626, "worse": 627, "chef": 628, "plates": 629, "quick": 630, "burnt": 631, "town": 632, "rest": 633, "gross": 634, "opened": 635, "medium": 636, "avoid": 637, "main": 638, "forgot": 639, "longer": 640, "disappointment": 641, "eaten": 642, "40": 643, "piece": 644, "stop": 645, "wish": 646, "sunday": 647, "size": 648, "walking": 649, "able": 650, "clearly": 651, "italian": 652, "greasy": 653, "run": 654, "add": 655, "based": 656, "regular": 657, "late": 658, "show": 659, "street": 660, "basically": 661, "warm": 662, "morning": 663, "low": 664, "man": 665, "needs": 666, "hungry": 667, "paying": 668, "serving": 669, "glass": 670, "minute": 671, "supposed": 672, "meals": 673, "lettuce": 674, "ingredients": 675, "sandwiches": 676, "mistake": 677, "strip": 678, "tomato": 679, "evening": 680, "added": 681, "idea": 682, "honestly": 683, "mean": 684, "obviously": 685, "four": 686, "lack": 687, "cool": 688, "cup": 689, "noodles": 690, "somewhere": 691, "impressed": 692, "sign": 693, "garlic": 694, "sad": 695, "favorite": 696, "days": 697, "stopped": 698, "french": 699, "chance": 700, "bbq": 701, "pho": 702, "las": 703, "total": 704, "knew": 705, "crust": 706, "issue": 707, "read": 708, "finished": 709, "write": 710, "butter": 711, "makes": 712, "placed": 713, "closed": 714, "employee": 715, "head": 716, "spent": 717, "appetizers": 718, "job": 719, "short": 720, "changed": 721, "cost": 722, "seafood": 723, "dollars": 724, "taken": 725, "friday": 726, "tonight": 727, "box": 728, "tastes": 729, "bag": 730, "music": 731, "talking": 732, "seat": 733, "choice": 734, "dressing": 735, "life": 736, "brunch": 737, "n": 738, "live": 739, "parking": 740, "number": 741, "fan": 742, "salmon": 743, "bother": 744, "salads": 745, "style": 746, "cashier": 747, "quickly": 748, "sour": 749, "set": 750, "finish": 751, "overcooked": 752, "green": 753, "stuff": 754, "leaving": 755, "sick": 756, "grilled": 757, "between": 758, "situation": 759, "lost": 760, "rare": 761, "lobster": 762, "speak": 763, "anymore": 764, "refill": 765, "patio": 766, "rolls": 767, "stale": 768, "forever": 769, "gets": 770, "mess": 771, "son": 772, "turned": 773, "spot": 774, "immediately": 775, "crispy": 776, "talk": 777, "normally": 778, "ridiculous": 779, "sides": 780, "boyfriend": 781, "excellent": 782, "save": 783, "sent": 784, "totally": 785, "guys": 786, "plain": 787, "tiny": 788, "enjoyed": 789, "hear": 790, "awesome": 791, "sausage": 792, "pm": 793, "single": 794, "fun": 795, "thinking": 796, "simple": 797, "par": 798, "mine": 799, "across": 800, "veggies": 801, "hand": 802, "hate": 803, "upon": 804, "stand": 805, "lacking": 806, "mac": 807, "floor": 808, "weird": 809, "takes": 810, "thin": 811, "returned": 812, "la": 813, "itself": 814, "yourself": 815, "showed": 816, "#": 817, "liked": 818, "type": 819, "onions": 820, "young": 821, "hands": 822, "anyway": 823, "item": 824, "five": 825, "zero": 826, "cash": 827, "game": 828, "sub": 829, "tasting": 830, "seating": 831, "black": 832, "checked": 833, "feeling": 834, "lots": 835, "thru": 836, "meh": 837, "whatever": 838, "ones": 839, "remember": 840, "available": 841, "none": 842, "noodle": 843, "credit": 844, "entree": 845, "buy": 846, "standing": 847, "missing": 848, "simply": 849, "spend": 850, "apparently": 851, "bun": 852, "onion": 853, "mention": 854, "toast": 855, "running": 856, "realized": 857, "potato": 858, "weekend": 859, "toppings": 860, "upset": 861, "groupon": 862, "informed": 863, "bathroom": 864, "early": 865, "except": 866, "nasty": 867, "pulled": 868, "surprised": 869, "months": 870, "response": 871, "sucks": 872, "anywhere": 873, "dont": 874, "delivered": 875, "standard": 876, "car": 877, "prepared": 878, "grill": 879, "chipotle": 880, "guests": 881, "turkey": 882, "wow": 883, "elsewhere": 884, "thank": 885, "packed": 886, "etc": 887, "send": 888, "ribs": 889, "bottom": 890, "hadn": 891, "along": 892, "nor": 893, "joke": 894, "per": 895, "brown": 896, "window": 897, "woman": 898, "99": 899, "local": 900, "combo": 901, "hit": 902, "crap": 903, "gotten": 904, "nearly": 905, "shame": 906, "middle": 907, "corn": 908, "near": 909, "word": 910, "entrees": 911, "trash": 912, "attentive": 913, "choose": 914, "expecting": 915, "threw": 916, "smell": 917, "ranch": 918, "paper": 919, "move": 920, "hair": 921, "considering": 922, "pricey": 923, "cannot": 924, "daughter": 925, "sadly": 926, "steaks": 927, "bought": 928, "hash": 929, "slices": 930, "b": 931, "face": 932, "coupon": 933, "despite": 934, "list": 935, "sum": 936, "hold": 937, "refund": 938, "chocolate": 939, "dark": 940, "bites": 941, "perhaps": 942, "using": 943, "apologize": 944, "choices": 945, "plastic": 946, "alone": 947, "correct": 948, "treated": 949, "negative": 950, "station": 951, "reservations": 952, "tough": 953, "concept": 954, "sort": 955, "undercooked": 956, "mouth": 957, "double": 958, "ignored": 959, "greeted": 960, "explained": 961, "watching": 962, "stood": 963, "rating": 964, "clear": 965, "18": 966, "included": 967, "curry": 968, "tuna": 969, "afternoon": 970, "non": 971, "often": 972, "receive": 973, "booth": 974, "raw": 975, "issues": 976, "mostly": 977, "owners": 978, "sugar": 979, "visited": 980, "notice": 981, "fruit": 982, "u": 983, "desserts": 984, "oil": 985, "dog": 986, "strange": 987, "mentioned": 988, "lacked": 989, "matter": 990, "plenty": 991, "yesterday": 992, "13": 993, "moved": 994, "crazy": 995, "level": 996, "indian": 997, "girlfriend": 998, "avocado": 999, "thanks": 1000, "picked": 1001, "ahead": 1002, "incredibly": 1003, "dim": 1004, "case": 1005, "previous": 1006, "recently": 1007, "forward": 1008, "perfect": 1009, "host": 1010, "limited": 1011, "14": 1012, "odd": 1013, "wall": 1014, "original": 1015, "online": 1016, "apology": 1017, "prime": 1018, "watch": 1019, "waiters": 1020, "didnt": 1021, "apologized": 1022, "edible": 1023, "register": 1024, "dine": 1025, "gravy": 1026, "de": 1027, "guacamole": 1028, "below": 1029, "casino": 1030, "100": 1031, "unprofessional": 1032, "fairly": 1033, "pre": 1034, "fix": 1035, "arrive": 1036, "goes": 1037, "wrap": 1038, "loved": 1039, "seasoning": 1040, "option": 1041, "trip": 1042, "turn": 1043, "flavors": 1044, "bellagio": 1045, "beers": 1046, "interesting": 1047, "expectations": 1048, "pleasant": 1049, "grab": 1050, "watched": 1051, "rib": 1052, "spoke": 1053, "opinion": 1054, "nachos": 1055, "pie": 1056, "including": 1057, "authentic": 1058, "napkins": 1059, "16": 1060, "vegetarian": 1061, "properly": 1062, "basic": 1063, "complete": 1064, "figure": 1065, "c": 1066, "visiting": 1067, "deliver": 1068, "skip": 1069, "stomach": 1070, "telling": 1071, "club": 1072, "shouldn": 1073, "possible": 1074, "space": 1075, "waitresses": 1076, "asian": 1077, "filled": 1078, "fair": 1079, "multiple": 1080, "cafe": 1081, "note": 1082, "happen": 1083, "mixed": 1084, "month": 1085, "miss": 1086, "cause": 1087, "soda": 1088, "workers": 1089, "shop": 1090, "certainly": 1091, "slice": 1092, "kid": 1093, "hoping": 1094, "pass": 1095, "complain": 1096, "ran": 1097, "joint": 1098, "texture": 1099, "within": 1100, "reading": 1101, "machine": 1102, "fault": 1103, "mix": 1104, "eye": 1105, "excuse": 1106, "needless": 1107, "overly": 1108, "security": 1109, "aren": 1110, "meats": 1111, "calling": 1112, "update": 1113, "surprise": 1114, "haven": 1115, "bucks": 1116, "above": 1117, "spice": 1118, "cocktail": 1119, "soft": 1120, "vegetables": 1121, "bell": 1122, "sauces": 1123, "nobody": 1124, "worked": 1125, "picture": 1126, "highly": 1127, "=": 1128, "chain": 1129, "chose": 1130, "fat": 1131, "wonder": 1132, "additional": 1133, "date": 1134, "pot": 1135, "recommended": 1136, "brisket": 1137, "heat": 1138, "thick": 1139, "true": 1140, "tuesday": 1141, "discount": 1142, "putting": 1143, "complained": 1144, "located": 1145, "stuck": 1146, "poisoning": 1147, "york": 1148, "margarita": 1149, "milk": 1150, "tomatoes": 1151, "blue": 1152, "ambiance": 1153, "messed": 1154, "exactly": 1155, "rings": 1156, "figured": 1157, "w": 1158, "35": 1159, "typical": 1160, "takeout": 1161, "pepper": 1162, "iced": 1163, "bunch": 1164, "mayo": 1165, "known": 1166, "pad": 1167, "stick": 1168, "boy": 1169, "doubt": 1170, "variety": 1171, "proceeded": 1172, "kinda": 1173, "locations": 1174, "le": 1175, "covered": 1176, "grease": 1177, "play": 1178, "cooking": 1179, "question": 1180, "break": 1181, "yeah": 1182, "mom": 1183, "0": 1184, "moment": 1185, "city": 1186, "hardly": 1187, "bottle": 1188, "suggest": 1189, "chili": 1190, "step": 1191, "children": 1192, "dried": 1193, "experiences": 1194, "chewy": 1195, "flavorless": 1196, "craving": 1197, "company": 1198, "refills": 1199, "legs": 1200, "otherwise": 1201, "requested": 1202, "usual": 1203, "broth": 1204, "watery": 1205, "answer": 1206, "easy": 1207, "girls": 1208, "likely": 1209, "positive": 1210, "nope": 1211, "rock": 1212, "beyond": 1213, "phoenix": 1214, "baby": 1215, "forget": 1216, "dropped": 1217, "desk": 1218, "throw": 1219, "spinach": 1220, "desert": 1221, "inedible": 1222, "uncomfortable": 1223, "dollar": 1224, "mushrooms": 1225, "straight": 1226, "baked": 1227, "crowd": 1228, "bagel": 1229, "glasses": 1230, "pizzas": 1231, "tv": 1232, "website": 1233, "mother": 1234, "duck": 1235, "patrons": 1236, "seeing": 1237, "hopefully": 1238, "hell": 1239, "receipt": 1240, "beautiful": 1241, "closing": 1242, "truly": 1243, "till": 1244, "grocery": 1245, "flavour": 1246, "confused": 1247, "playing": 1248, "similar": 1249, "compared": 1250, "reasonable": 1251, "menus": 1252, "ten": 1253, "actual": 1254, "story": 1255, "alright": 1256, "honest": 1257, "ass": 1258, "stayed": 1259, "downhill": 1260, "value": 1261, "mashed": 1262, "specials": 1263, "begin": 1264, "browns": 1265, "example": 1266, "opening": 1267, "cute": 1268, "somewhat": 1269, "wants": 1270, "imagine": 1271, "24": 1272, "ruined": 1273, "calamari": 1274, "english": 1275, "95": 1276, "60": 1277, "contact": 1278, "poorly": 1279, "pancakes": 1280, "request": 1281, "knows": 1282, "subpar": 1283, "broccoli": 1284, "peppers": 1285, "corner": 1286, "explain": 1287, "recent": 1288, "general": 1289, "weeks": 1290, "experienced": 1291, "american": 1292, "luck": 1293, "major": 1294, "bartenders": 1295, "world": 1296, "heavy": 1297, "shot": 1298, "sense": 1299, "appeared": 1300, "drunk": 1301, "third": 1302, "cover": 1303, "slightly": 1304, "ramen": 1305, "seasoned": 1306, "sometimes": 1307, "treat": 1308, "stated": 1309, "decide": 1310, "office": 1311, "deep": 1312, "round": 1313, "normal": 1314, "bakery": 1315, "managers": 1316, "caesar": 1317, "orange": 1318, "themselves": 1319, "words": 1320, "juice": 1321, "ham": 1322, "higher": 1323, "lamb": 1324, "tortilla": 1325, "cuisine": 1326, "gluten": 1327, "realize": 1328, "flat": 1329, "failed": 1330, "annoying": 1331, "wet": 1332, "sashimi": 1333, "consider": 1334, "plan": 1335, "damn": 1336, "lemon": 1337, "lime": 1338, "means": 1339, "email": 1340, "presentation": 1341, "yuck": 1342, "shake": 1343, "slaw": 1344, "address": 1345, "pour": 1346, "un": 1347, "downtown": 1348, "hopes": 1349, "earlier": 1350, "syrup": 1351, "separate": 1352, "steakhouse": 1353, "mushroom": 1354, "passed": 1355, "airport": 1356, "mall": 1357, "future": 1358, "writing": 1359, "color": 1360, "watered": 1361, "sucked": 1362, "health": 1363, "touch": 1364, "lol": 1365, "removed": 1366, "crowded": 1367, "charlotte": 1368, "conversation": 1369, "building": 1370, "foods": 1371, "serious": 1372, "share": 1373, "refused": 1374, "rush": 1375, "est": 1376, "chairs": 1377, "sticky": 1378, "glad": 1379, "neither": 1380, "spoon": 1381, "staying": 1382, "dead": 1383, "talked": 1384, "30pm": 1385, "smaller": 1386, "unacceptable": 1387, "light": 1388, "happens": 1389, "annoyed": 1390, "aside": 1391, "korean": 1392, "smoke": 1393, "difference": 1394, "school": 1395, "soy": 1396, "boring": 1397, "hill": 1398, "gift": 1399, "folks": 1400, "venetian": 1401, "17": 1402, "wtf": 1403, "deli": 1404, "rudely": 1405, "sister": 1406, "buffets": 1407, "ton": 1408, "id": 1409, "benedict": 1410, "section": 1411, "app": 1412, "buffalo": 1413, "allowed": 1414, "match": 1415, "mcdonald": 1416, "mcdonalds": 1417, "hype": 1418, "driver": 1419, "anyways": 1420, "filling": 1421, "advertised": 1422, "difficult": 1423, "tells": 1424, "filet": 1425, "prefer": 1426, "vietnamese": 1427, "crappy": 1428, "sliders": 1429, "dip": 1430, "country": 1431, "helpful": 1432, "questions": 1433, "answered": 1434, "vibe": 1435, "cheaper": 1436, "rubbery": 1437, "tofu": 1438, "works": 1439, "fill": 1440, "biggest": 1441, "melted": 1442, "japanese": 1443, "games": 1444, "apart": 1445, "eggplant": 1446, "subway": 1447, "shit": 1448, "continue": 1449, "silverware": 1450, "complaint": 1451, "favor": 1452, "older": 1453, "frequent": 1454, "act": 1455, "e": 1456, "possibly": 1457, "denny": 1458, "container": 1459, "garbage": 1460, "mushy": 1461, "mad": 1462, "rate": 1463, "impressive": 1464, "wanting": 1465, "thrown": 1466, "smelled": 1467, "asks": 1468, "hey": 1469, "agreed": 1470, "nicely": 1471, "toronto": 1472, "north": 1473, "blah": 1474, "et": 1475, "spending": 1476, "particular": 1477, "visits": 1478, "view": 1479, "bean": 1480, "screw": 1481, "training": 1482, "interested": 1483, "parents": 1484, "lukewarm": 1485, "women": 1486, "center": 1487, "worker": 1488, "risotto": 1489, "complaints": 1490, "tips": 1491, "yummy": 1492, "self": 1493, "valley": 1494, "cookie": 1495, "teriyaki": 1496, "oven": 1497, "seconds": 1498, "roast": 1499, "air": 1500, "alcohol": 1501, "cardboard": 1502, "approached": 1503, "bars": 1504, "platter": 1505, "guest": 1506, "checking": 1507, "express": 1508, "scottsdale": 1509, "suppose": 1510, "allow": 1511, "roasted": 1512, "god": 1513, "fell": 1514, "convenient": 1515, "appreciate": 1516, "rushed": 1517, "pool": 1518, "canned": 1519, "key": 1520, "king": 1521, "continued": 1522, "temperature": 1523, "drinking": 1524, "stuffed": 1525, "nearby": 1526, "utensils": 1527, "handed": 1528, "comment": 1529, "fantastic": 1530, "system": 1531, "everywhere": 1532, "listen": 1533, "pink": 1534, "chunks": 1535, "3rd": 1536, "coke": 1537, "throughout": 1538, "bagels": 1539, "grabbed": 1540, "bone": 1541, "somehow": 1542, "checks": 1543, "members": 1544, "pictures": 1545, "tender": 1546, "starving": 1547, "six": 1548, "smile": 1549, "closer": 1550, "college": 1551, "neighborhood": 1552, "bloody": 1553, "ambience": 1554, "movie": 1555, "ball": 1556, "creamy": 1557, "ugh": 1558, "seats": 1559, "acted": 1560, "f": 1561, "filthy": 1562, "acknowledge": 1563, "vegan": 1564, "cleaned": 1565, "pepperoni": 1566, "apple": 1567, "leaves": 1568, "enchilada": 1569, "flag": 1570, "carry": 1571, "quesadilla": 1572, "apps": 1573, "began": 1574, "dogs": 1575, "thats": 1576, "awhile": 1577, "meet": 1578, "promptly": 1579, "split": 1580, "waffle": 1581, "product": 1582, "confusing": 1583, "certain": 1584, "shocked": 1585, "board": 1586, "polite": 1587, "giant": 1588, "mid": 1589, "oily": 1590, "diner": 1591, "microwave": 1592, "problems": 1593, "flavorful": 1594, "cleaning": 1595, "larger": 1596, "east": 1597, "poutine": 1598, "knowing": 1599, "panera": 1600, "personally": 1601, "towards": 1602, "olive": 1603, "steamed": 1604, "shows": 1605, "assume": 1606, "doors": 1607, "veggie": 1608, "fajitas": 1609, "industry": 1610, "important": 1611, "fit": 1612, "eyes": 1613, "dined": 1614, "fatty": 1615, "tons": 1616, "onto": 1617, "lines": 1618, "prior": 1619, "process": 1620, "ravioli": 1621, "costs": 1622, "remove": 1623, "attempt": 1624, "ladies": 1625, "wonderful": 1626, "cards": 1627, "standards": 1628, "handled": 1629, "road": 1630, "y": 1631, "2nd": 1632, "shortly": 1633, "sports": 1634, "angry": 1635, "salted": 1636, "cabbage": 1637, "wash": 1638, "spots": 1639, "pita": 1640, "bus": 1641, "fire": 1642, "pas": 1643, "quantity": 1644, "base": 1645, "rio": 1646, "burritos": 1647, "exact": 1648, "range": 1649, "hearing": 1650, "event": 1651, "topping": 1652, "interior": 1653, "meatballs": 1654, "sell": 1655, "eventually": 1656, "ground": 1657, "honey": 1658, "cups": 1659, "turns": 1660, "90": 1661, "beware": 1662, "post": 1663, "reminded": 1664, "cookies": 1665, "fee": 1666, "hire": 1667, "welcome": 1668, "impression": 1669, "quiet": 1670, "fail": 1671, "fry": 1672, "offering": 1673, "cheesecake": 1674, "complaining": 1675, "child": 1676, "charging": 1677, "mango": 1678, "fishy": 1679, "sesame": 1680, "wasnt": 1681, "hanging": 1682, "managed": 1683, "pineapple": 1684, "gourmet": 1685, "hummus": 1686, "parmesan": 1687, "missed": 1688, "horrendous": 1689, "im": 1690, "besides": 1691, "p": 1692, "headed": 1693, "handle": 1694, "accommodate": 1695, "spaghetti": 1696, "garden": 1697, "microwaved": 1698, "luckily": 1699, "screaming": 1700, "tax": 1701, "shell": 1702, "o": 1703, "california": 1704, "lousy": 1705, "groups": 1706, "skin": 1707, "hung": 1708, "park": 1709, "pricing": 1710, "stupid": 1711, "margaritas": 1712, "sticks": 1713, "bay": 1714, "arrives": 1715, "starts": 1716, "tortillas": 1717, "shredded": 1718, "specifically": 1719, "cooks": 1720, "professional": 1721, "sliced": 1722, "dough": 1723, "entrance": 1724, "heart": 1725, "replied": 1726, "topped": 1727, "spring": 1728, "carne": 1729, "acceptable": 1730, "comfortable": 1731, "awkward": 1732, "wrapped": 1733, "insult": 1734, "serves": 1735, "version": 1736, "rooms": 1737, "enchiladas": 1738, "explanation": 1739, "helped": 1740, "pittsburgh": 1741, "mozzarella": 1742, "member": 1743, "ayce": 1744, "tray": 1745, "ours": 1746, "burned": 1747, "against": 1748, "law": 1749, "yelling": 1750, "forgotten": 1751, "bob": 1752, "l": 1753, "bowls": 1754, "listed": 1755, "omelet": 1756, "corporate": 1757, "mood": 1758, "deserve": 1759, "tap": 1760, "broken": 1761, "wrote": 1762, "cant": 1763, "allergic": 1764, "vegetable": 1765, "tired": 1766, "parties": 1767, "occasions": 1768, "outdoor": 1769, "proper": 1770, "catch": 1771, "mgm": 1772, "became": 1773, "lived": 1774, "bothered": 1775, "posted": 1776, "asada": 1777, "opted": 1778, "sounds": 1779, "easily": 1780, "previously": 1781, "lovely": 1782, "assumed": 1783, "accommodating": 1784, "purchased": 1785, "desired": 1786, "reheated": 1787, "traditional": 1788, "melt": 1789, "female": 1790, "afterwards": 1791, "diners": 1792, "popular": 1793, "150": 1794, "wise": 1795, "tab": 1796, "understaffed": 1797, "miserable": 1798, "met": 1799, "saving": 1800, "bed": 1801, "pissed": 1802, "generous": 1803, "locals": 1804, "willing": 1805, "basil": 1806, "waters": 1807, "rip": 1808, "texas": 1809, "pop": 1810, "bright": 1811, "caesars": 1812, "ill": 1813, "wasted": 1814, "aware": 1815, "hut": 1816, "vanilla": 1817, "fixed": 1818, "shopping": 1819, "knife": 1820, "declined": 1821, "diet": 1822, "wont": 1823, "venue": 1824, "monday": 1825, "hasn": 1826, "parts": 1827, "nights": 1828, "mistakes": 1829, "south": 1830, "impossible": 1831, "vinegar": 1832, "funny": 1833, "moving": 1834, "adults": 1835, "toasted": 1836, "miles": 1837, "5\r": 1838, "cafeteria": 1839, "chopped": 1840, "hole": 1841, "dumplings": 1842, "toilet": 1843, "ourselves": 1844, "belly": 1845, "spectacular": 1846, "harrah": 1847, "scrambled": 1848, "tipped": 1849, "blame": 1850, "freezer": 1851, "patty": 1852, "adding": 1853, "reserved": 1854, "assuming": 1855, "rave": 1856, "types": 1857, "constantly": 1858, "homemade": 1859, "state": 1860, "forced": 1861, "confirmed": 1862, "dad": 1863, "hello": 1864, "mary": 1865, "cupcakes": 1866, "throwing": 1867, "square": 1868, "likes": 1869, "correctly": 1870, "foot": 1871, "weak": 1872, "improve": 1873, "replace": 1874, "crepe": 1875, "receiving": 1876, "consistency": 1877, "arrival": 1878, "provide": 1879, "cutting": 1880, "manage": 1881, "acknowledged": 1882, "lucky": 1883, "photos": 1884, "wonton": 1885, "fare": 1886, "form": 1887, "respect": 1888, "ketchup": 1889, "charges": 1890, "basket": 1891, "pathetic": 1892, "wraps": 1893, "husbands": 1894, "carrots": 1895, "quarter": 1896, "booked": 1897, "restroom": 1898, "track": 1899, "biscuits": 1900, "strong": 1901, "terribly": 1902, "à": 1903, "comped": 1904, "ribeye": 1905, "hibachi": 1906, "cared": 1907, "thursday": 1908, "whether": 1909, "hamburger": 1910, "chatting": 1911, "replaced": 1912, "resort": 1913, "lazy": 1914, "screwed": 1915, "75": 1916, "smoked": 1917, "sound": 1918, "brings": 1919, "book": 1920, "apologies": 1921, "brother": 1922, "addition": 1923, "skills": 1924, "suggested": 1925, "west": 1926, "spoiled": 1927, "pastries": 1928, "bills": 1929, "directly": 1930, "scene": 1931, "juicy": 1932, "ny": 1933, "helping": 1934, "dinners": 1935, "politely": 1936, "um": 1937, "driving": 1938, "common": 1939, "@": 1940, "enjoying": 1941, "speaking": 1942, "claim": 1943, "lackluster": 1944, "spanish": 1945, "scallops": 1946, "regardless": 1947, "policy": 1948, "become": 1949, "trouble": 1950, "unique": 1951, "meant": 1952, "boiled": 1953, "advice": 1954, "setting": 1955, "staring": 1956, "environment": 1957, "agree": 1958, "drop": 1959, "spices": 1960, "sized": 1961, "co": 1962, "milkshake": 1963, "19": 1964, "bottles": 1965, "selections": 1966, "leftovers": 1967, "team": 1968, "gyro": 1969, "obvious": 1970, "refilled": 1971, "potential": 1972, "generic": 1973, "generally": 1974, "sea": 1975, "concerned": 1976, "pros": 1977, "al": 1978, "tries": 1979, "chow": 1980, "solid": 1981, "pointed": 1982, "written": 1983, "hubby": 1984, "bitter": 1985, "appetite": 1986, "kick": 1987, "cheeseburger": 1988, "named": 1989, "bringing": 1990, "crunchy": 1991, "philly": 1992, "hurry": 1993, "ridiculously": 1994, "twenty": 1995, "goodness": 1996, "ignore": 1997, "tossed": 1998, "shut": 1999, "summer": 2000, "yellow": 2001, "describe": 2002, "lights": 2003, "following": 2004, "reviewers": 2005, "guac": 2006, "football": 2007, "draft": 2008, "bits": 2009, "gratuity": 2010, "rarely": 2011, "poured": 2012, "feels": 2013, "points": 2014, "irritated": 2015, "drank": 2016, "unfortunate": 2017, "cleanliness": 2018, "horribly": 2019, "noise": 2020, "arriving": 2021, "enter": 2022, "effort": 2023, "veg": 2024, "fancy": 2025, "accept": 2026, "smells": 2027, "pan": 2028, "lie": 2029, "learn": 2030, "falling": 2031, "tempura": 2032, "argue": 2033, "rolled": 2034, "cheddar": 2035, "picking": 2036, "arizona": 2037, "holiday": 2038, "cakes": 2039, "greek": 2040, "clue": 2041, "condiments": 2042, "hotels": 2043, "beginning": 2044, "error": 2045, "classic": 2046, "peanut": 2047, "kidding": 2048, "lower": 2049, "whatsoever": 2050, "dipping": 2051, "mein": 2052, "unfriendly": 2053, "wide": 2054, "shared": 2055, "existent": 2056, "starters": 2057, "freshly": 2058, "jimmy": 2059, "outstanding": 2060, "grace": 2061, "200": 2062, "patron": 2063, "5pm": 2064, "cheesy": 2065, "coupons": 2066, "containers": 2067, "greet": 2068, "dude": 2069, "trust": 2070, "bones": 2071, "booths": 2072, "golf": 2073, "repeat": 2074, "rich": 2075, "pickle": 2076, "lastly": 2077, "wondering": 2078, "smoothie": 2079, "nuts": 2080, "unlike": 2081, "cocktails": 2082, "social": 2083, "pub": 2084, "christmas": 2085, "voice": 2086, "cupcake": 2087, "flavored": 2088, "soaked": 2089, "settled": 2090, "passing": 2091, "cancelled": 2092, "earned": 2093, "execution": 2094, "paste": 2095, "loaded": 2096, "panini": 2097, "consistent": 2098, "naan": 2099, "walls": 2100, "personal": 2101, "stations": 2102, "soooo": 2103, "presented": 2104, "control": 2105, "yogurt": 2106, "tenders": 2107, "partner": 2108, "inch": 2109, "mile": 2110, "final": 2111, "men": 2112, "lobby": 2113, "breaded": 2114, "bigger": 2115, "buns": 2116, "factory": 2117, "code": 2118, "promised": 2119, "chorizo": 2120, "wednesday": 2121, "biscuit": 2122, "lasagna": 2123, "trained": 2124, "mustard": 2125, "granted": 2126, "chair": 2127, "fork": 2128, "followed": 2129, "keeping": 2130, "broke": 2131, "disgusted": 2132, "underwhelming": 2133, "overcharged": 2134, "placing": 2135, "fingers": 2136, "marinara": 2137, "advance": 2138, "description": 2139, "news": 2140, "market": 2141, "provided": 2142, "ihop": 2143, "support": 2144, "grits": 2145, "flight": 2146, "appetizing": 2147, "overrated": 2148, "queso": 2149, "feet": 2150, "chicago": 2151, "franchise": 2152, "enjoyable": 2153, "grade": 2154, "text": 2155, "buddy": 2156, "rated": 2157, "barbecue": 2158, "latte": 2159, "crepes": 2160, "replacement": 2161, "pain": 2162, "reply": 2163, "held": 2164, "starting": 2165, "advised": 2166, "hence": 2167, "corned": 2168, "reasons": 2169, "entirely": 2170, "meatball": 2171, "machines": 2172, "design": 2173, "unpleasant": 2174, "gf": 2175, "pickles": 2176, "closest": 2177, "fired": 2178, "1st": 2179, "department": 2180, "upscale": 2181, "regulars": 2182, "pastry": 2183, "particularly": 2184, "himself": 2185, "greens": 2186, "spit": 2187, "redeeming": 2188, "bags": 2189, "mr": 2190, "cons": 2191, "appears": 2192, "10pm": 2193, "st": 2194, "sprouts": 2195, "veal": 2196, "80": 2197, "remake": 2198, "j": 2199, "happening": 2200, "dump": 2201, "combination": 2202, "breading": 2203, "hint": 2204, "shawarma": 2205, "sizes": 2206, "ownership": 2207, "dozen": 2208, "ginger": 2209, "inconvenience": 2210, "planned": 2211, "services": 2212, "admit": 2213, "comp": 2214, "blood": 2215, "yelled": 2216, "disrespectful": 2217, "interaction": 2218, "nowhere": 2219, "signature": 2220, "gentleman": 2221, "underwhelmed": 2222, "coconut": 2223, "hostesses": 2224, "frustrated": 2225, "include": 2226, "embarrassed": 2227, "drove": 2228, "swiss": 2229, "straw": 2230, "message": 2231, "balls": 2232, "asparagus": 2233, "unappetizing": 2234, "bathrooms": 2235, "lose": 2236, "disappeared": 2237, "shift": 2238, "father": 2239, "k": 2240, "cancel": 2241, "safe": 2242, "decision": 2243, "caused": 2244, "satisfied": 2245, "anytime": 2246, "various": 2247, "wing": 2248, "chances": 2249, "boxes": 2250, "cole": 2251, "language": 2252, "mark": 2253, "noisy": 2254, "drenched": 2255, "clams": 2256, "overwhelmed": 2257, "perfectly": 2258, "san": 2259, "wanna": 2260, "suck": 2261, "palace": 2262, "processed": 2263, "8pm": 2264, "prepare": 2265, "mediterranean": 2266, "minimal": 2267, "beverage": 2268, "wiped": 2269, "played": 2270, "panda": 2271, "hang": 2272, "clientele": 2273, "snack": 2274, "flagged": 2275, "az": 2276, "chew": 2277, "ticket": 2278, "duty": 2279, "mussels": 2280, "incorrect": 2281, "further": 2282, "occasion": 2283, "wilted": 2284, "heated": 2285, "minimum": 2286, "badly": 2287, "described": 2288, "sounded": 2289, "candy": 2290, "tag": 2291, "learned": 2292, "pancake": 2293, "les": 2294, "follow": 2295, "pleased": 2296, "liking": 2297, "incompetent": 2298, "absolute": 2299, "moist": 2300, "banana": 2301, "tall": 2302, "skinny": 2303, "hi": 2304, "cuz": 2305, "unhappy": 2306, "risk": 2307, "sight": 2308, "unable": 2309, "shakes": 2310, "fed": 2311, "lame": 2312, "businesses": 2313, "mirage": 2314, "clueless": 2315, "pickup": 2316, "account": 2317, "comparison": 2318, "arguing": 2319, "owned": 2320, "majority": 2321, "jam": 2322, "modern": 2323, "shots": 2324, "clam": 2325, "fully": 2326, "alfredo": 2327, "expressed": 2328, "guessing": 2329, "assured": 2330, "numerous": 2331, "waffles": 2332, "healthy": 2333, "responded": 2334, "concern": 2335, "9pm": 2336, "btw": 2337, "incredible": 2338, "disorganized": 2339, "floors": 2340, "el": 2341, "cinnamon": 2342, "r": 2343, "stir": 2344, "comments": 2345, "random": 2346, "fellow": 2347, "muffin": 2348, "messy": 2349, "starbucks": 2350, "gotta": 2351, "oz": 2352, "yelpers": 2353, "masala": 2354, "appealing": 2355, "cleared": 2356, "en": 2357, "relatively": 2358, "apologetic": 2359, "period": 2360, "blonde": 2361, "trendy": 2362, "disaster": 2363, "cucumber": 2364, "23": 2365, "parm": 2366, "montreal": 2367, "tapas": 2368, "que": 2369, "une": 2370, "je": 2371, "ruin": 2372, "insisted": 2373, "everybody": 2374, "eh": 2375, "msg": 2376, "saved": 2377, "napkin": 2378, "lemonade": 2379, "manger": 2380, "attached": 2381, "luke": 2382, "strawberry": 2383, "pull": 2384, "signs": 2385, "fridge": 2386, "seven": 2387, "wasting": 2388, "attempted": 2389, "prompt": 2390, "patiently": 2391, "pitcher": 2392, "swear": 2393, "55": 2394, "lesson": 2395, "compare": 2396, "recommendation": 2397, "frequently": 2398, "32": 2399, "wynn": 2400, "secondly": 2401, "confirm": 2402, "appreciated": 2403, "layer": 2404, "cross": 2405, "gonna": 2406, "noted": 2407, "gives": 2408, "ew": 2409, "surely": 2410, "mild": 2411, "doughy": 2412, "flavoring": 2413, "chowder": 2414, "leg": 2415, "massive": 2416, "gilbert": 2417, "mini": 2418, "factor": 2419, "meeting": 2420, "tacky": 2421, "eats": 2422, "chip": 2423, "2pm": 2424, "bc": 2425, "ripped": 2426, "therefore": 2427, "presence": 2428, "halfway": 2429, "careful": 2430, "breadsticks": 2431, "olives": 2432, "fusion": 2433, "70": 2434, "chris": 2435, "questioned": 2436, "relax": 2437, "information": 2438, "mimosas": 2439, "lounge": 2440, "bf": 2441, "buds": 2442, "com": 2443, "puck": 2444, "gas": 2445, "wild": 2446, "ac": 2447, "buying": 2448, "sake": 2449, "omelette": 2450, "pile": 2451, "outback": 2452, "queen": 2453, "locked": 2454, "former": 2455, "improved": 2456, "tad": 2457, "shitty": 2458, "coworkers": 2459, "benefit": 2460, "fall": 2461, "balsamic": 2462, "wines": 2463, "keeps": 2464, "regret": 2465, "treatment": 2466, "thumbs": 2467, "creme": 2468, "bang": 2469, "train": 2470, "bank": 2471, "smallest": 2472, "heck": 2473, "layout": 2474, "strips": 2475, "occupied": 2476, "windows": 2477, "weekends": 2478, "arepa": 2479, "staffed": 2480, "runny": 2481, "impress": 2482, "count": 2483, "golden": 2484, "nous": 2485, "tone": 2486, "john": 2487, "selling": 2488, "outrageous": 2489, "mill": 2490, "human": 2491, "bug": 2492, "fifteen": 2493, "offers": 2494, "highlight": 2495, "martini": 2496, "loves": 2497, "courses": 2498, "remembered": 2499, "4th": 2500, "famous": 2501, "understanding": 2502, "300": 2503, "breast": 2504, "eager": 2505, "allergy": 2506, "complimentary": 2507, "oysters": 2508, "specific": 2509, "easier": 2510, "walks": 2511, "explaining": 2512, "spilled": 2513, "feedback": 2514, "rotten": 2515, "chick": 2516, "offended": 2517, "die": 2518, "adult": 2519, "unbelievable": 2520, "almond": 2521, "hyped": 2522, "direction": 2523, "bruschetta": 2524, "jobs": 2525, "island": 2526, "pepsi": 2527, "entering": 2528, "fight": 2529, "ratings": 2530, "reviewer": 2531, "changes": 2532, "typically": 2533, "whom": 2534, "welcoming": 2535, "noon": 2536, "herself": 2537, "29": 2538, "batter": 2539, "tom": 2540, "plaza": 2541, "advise": 2542, "fly": 2543, "laid": 2544, "kicked": 2545, "casual": 2546, "ya": 2547, "personality": 2548, "spread": 2549, "tourist": 2550, "concerns": 2551, "cleveland": 2552, "brand": 2553, "living": 2554, "heads": 2555, "kimchi": 2556, "hmmm": 2557, "deserves": 2558, "nuggets": 2559, "according": 2560, "katsu": 2561, "puts": 2562, "showing": 2563, "supposedly": 2564, "terms": 2565, "knowledge": 2566, "hall": 2567, "result": 2568, "charred": 2569, "au": 2570, "kindly": 2571, "lo": 2572, "wood": 2573, "towels": 2574, "forgetting": 2575, "tempe": 2576, "promising": 2577, "il": 2578, "thus": 2579, "romantic": 2580, "falafel": 2581, "changing": 2582, "courteous": 2583, "honor": 2584, "ways": 2585, "waits": 2586, "travel": 2587, "fiance": 2588, "embarrassing": 2589, "warn": 2590, "includes": 2591, "mia": 2592, "metal": 2593, "foie": 2594, "gras": 2595, "protein": 2596, "carte": 2597, "truck": 2598, "switch": 2599, "block": 2600, "court": 2601, "sold": 2602, "solution": 2603, "mesa": 2604, "complicated": 2605, "worry": 2606, "clubs": 2607, "private": 2608, "weekly": 2609, "subs": 2610, "requests": 2611, "tops": 2612, "worried": 2613, "sigh": 2614, "anniversary": 2615, "inform": 2616, "sooo": 2617, "facility": 2618, "classy": 2619, "site": 2620, "peach": 2621, "poke": 2622, "bottled": 2623, "daily": 2624, "consistently": 2625, "bugs": 2626, "opportunity": 2627, "snow": 2628, "demanded": 2629, "letting": 2630, "sun": 2631, "happily": 2632, "remade": 2633, "worthy": 2634, "mon": 2635, "mike": 2636, "sprinkled": 2637, "yum": 2638, "stared": 2639, "substitute": 2640, "afford": 2641, "blocks": 2642, "ive": 2643, "practically": 2644, "heading": 2645, "dear": 2646, "theme": 2647, "detail": 2648, "thankfully": 2649, "current": 2650, "recommending": 2651, "via": 2652, "beach": 2653, "somebody": 2654, "understood": 2655, "22": 2656, "forth": 2657, "warning": 2658, "voucher": 2659, "ingredient": 2660, "reaction": 2661, "finding": 2662, "warned": 2663, "distance": 2664, "blackened": 2665, "semi": 2666, "tart": 2667, "7pm": 2668, "currently": 2669, "whenever": 2670, "score": 2671, "hoped": 2672, "tikka": 2673, "grew": 2674, "holding": 2675, "chop": 2676, "paint": 2677, "fake": 2678, "roaches": 2679, "miso": 2680, "gorgeous": 2681, "loudly": 2682, "rubber": 2683, "bulgogi": 2684, "hipster": 2685, "commented": 2686, "claims": 2687, "6pm": 2688, "encountered": 2689, "21": 2690, "competition": 2691, "roach": 2692, "chandler": 2693, "remind": 2694, "recipe": 2695, "cilantro": 2696, "celebration": 2697, "28": 2698, "madison": 2699, "inattentive": 2700, "exit": 2701, "ne": 2702, "ensure": 2703, "rushing": 2704, "percent": 2705, "aria": 2706, "ppl": 2707, "reminds": 2708, "hr": 2709, "kinds": 2710, "matters": 2711, "washing": 2712, "originally": 2713, "remaining": 2714, "vs": 2715, "jerk": 2716, "ache": 2717, "manner": 2718, "rocks": 2719, "salsas": 2720, "lacks": 2721, "upstairs": 2722, "responsibility": 2723, "appear": 2724, "hawaiian": 2725, "entered": 2726, "supermarket": 2727, "pinball": 2728, "qu": 2729, "postino": 2730, "scampi": 2731, "page": 2732, "tourists": 2733, "switched": 2734, "sending": 2735, "utterly": 2736, "elderly": 2737, "purchase": 2738, "notch": 2739, "july": 2740, "witnessed": 2741, "screen": 2742, "false": 2743, "greeting": 2744, "computer": 2745, "crack": 2746, "cents": 2747, "cares": 2748, "mush": 2749, "dressed": 2750, "inquired": 2751, "penne": 2752, "memory": 2753, "cars": 2754, "familiar": 2755, "focus": 2756, "killed": 2757, "thrilled": 2758, "icing": 2759, "refuse": 2760, "nicer": 2761, "kill": 2762, "passable": 2763, "beside": 2764, "loyal": 2765, "degrees": 2766, "whipped": 2767, "liquid": 2768, "calories": 2769, "fashion": 2770, "raised": 2771, "papaya": 2772, "produce": 2773, "inconsistent": 2774, "lets": 2775, "waitstaff": 2776, "deals": 2777, "ignoring": 2778, "shock": 2779, "specialty": 2780, "calls": 2781, "present": 2782, "feed": 2783, "eastern": 2784, "cell": 2785, "smh": 2786, "awkwardly": 2787, "jack": 2788, "listening": 2789, "gold": 2790, "jersey": 2791, "premium": 2792, "confusion": 2793, "stating": 2794, "hooters": 2795, "chains": 2796, "smothered": 2797, "con": 2798, "neglected": 2799, "laugh": 2800, "touched": 2801, "edamame": 2802, "poached": 2803, "slammed": 2804, "beverages": 2805, "bin": 2806, "removing": 2807, "clients": 2808, "decline": 2809, "smoking": 2810, "cuts": 2811, "creamed": 2812, "couldnt": 2813, "housekeeping": 2814, "faster": 2815, "lately": 2816, "cater": 2817, "thoroughly": 2818, "thirty": 2819, "limp": 2820, "decorated": 2821, "plans": 2822, "shrimps": 2823, "severely": 2824, "hospital": 2825, "phones": 2826, "lied": 2827, "bye": 2828, "body": 2829, "package": 2830, "community": 2831, "gus": 2832, "sooooo": 2833, "repeatedly": 2834, "warmed": 2835, "claws": 2836, "tomorrow": 2837, "steal": 2838, "hrs": 2839, "pies": 2840, "wolfgang": 2841, "sample": 2842, "lighting": 2843, "names": 2844, "memorable": 2845, "frustrating": 2846, "wipe": 2847, "[": 2848, "]": 2849, "macaroni": 2850, "bull": 2851, "sleep": 2852, "midnight": 2853, "dripping": 2854, "fountain": 2855, "scoop": 2856, "regularly": 2857, "pastas": 2858, "whose": 2859, "necessary": 2860, "rang": 2861, "claimed": 2862, "mignon": 2863, "weekday": 2864, "band": 2865, "pastor": 2866, "lover": 2867, "timely": 2868, "pressure": 2869, "du": 2870, "alot": 2871, "yell": 2872, "bubble": 2873, "piano": 2874, "coleslaw": 2875, "accompanied": 2876, "g": 2877, "headache": 2878, "advertise": 2879, "trips": 2880, "speed": 2881, "comfort": 2882, "suspect": 2883, "families": 2884, "vip": 2885, "compensate": 2886, "equally": 2887, "anybody": 2888, "conveniently": 2889, "expectation": 2890, "celebrate": 2891, "ages": 2892, "argued": 2893, "mainly": 2894, "spotty": 2895, "atrocious": 2896, "paris": 2897, "gummy": 2898, "se": 2899, "frosting": 2900, "notes": 2901, "dropping": 2902, "stringy": 2903, "argument": 2904, "fajita": 2905, "flies": 2906, "hassle": 2907, "omg": 2908, "frankly": 2909, "wifi": 2910, "dumb": 2911, "horrid": 2912, "costco": 2913, "bare": 2914, "status": 2915, "lives": 2916, "entrée": 2917, "coast": 2918, "ti": 2919, "strawberries": 2920, "cigarette": 2921, "decade": 2922, "products": 2923, "instant": 2924, "insane": 2925, "recommendations": 2926, "ashamed": 2927, "surrounding": 2928, "states": 2929, "confirmation": 2930, "reasonably": 2931, "stains": 2932, "stickers": 2933, "draw": 2934, "students": 2935, "shells": 2936, "lying": 2937, "mai": 2938, "dumpling": 2939, "male": 2940, "blend": 2941, "companion": 2942, "levels": 2943, "obnoxious": 2944, "cajun": 2945, "closes": 2946, "turning": 2947, "dipped": 2948, "unimpressed": 2949, "chile": 2950, "summerlin": 2951, "picky": 2952, "bianco": 2953, "sale": 2954, "plane": 2955, "crisp": 2956, "shrugged": 2957, "parmigiana": 2958, "april": 2959, "survive": 2960, "age": 2961, "ceiling": 2962, "wasabi": 2963, "falls": 2964, "desperate": 2965, "5th": 2966, "condiment": 2967, "assistant": 2968, "bistro": 2969, "espresso": 2970, "create": 2971, "pushed": 2972, "crunch": 2973, "lid": 2974, "sweetness": 2975, "vodka": 2976, "flying": 2977, "aunt": 2978, "pickled": 2979, "pico": 2980, "wave": 2981, "aka": 2982, "runs": 2983, "cousin": 2984, "goat": 2985, "planning": 2986, "efficient": 2987, "bet": 2988, "champagne": 2989, "chinatown": 2990, "opposite": 2991, "toddler": 2992, "triple": 2993, "shuttle": 2994, "admittedly": 2995, "33": 2996, "diego": 2997, "cotton": 2998, "favorites": 2999, "ha": 3000, "cesar": 3001, "acting": 3002, "racist": 3003, "communication": 3004, "advertising": 3005, "initial": 3006, "reluctantly": 3007, "paradise": 3008, "absurd": 3009, "required": 3010, "bake": 3011, "sets": 3012, "someplace": 3013, "strike": 3014, "border": 3015, "www": 3016, "public": 3017, "65": 3018, "tim": 3019, "cravings": 3020, "lightly": 3021, "theirs": 3022, "report": 3023, "corrected": 3024, "27": 3025, "nyc": 3026, "southern": 3027, "traffic": 3028, "blamed": 3029, "gristle": 3030, "tipping": 3031, "win": 3032, "jim": 3033, "beet": 3034, "injury": 3035, "buzzer": 3036, "apologizing": 3037, "calzone": 3038, "dive": 3039, "congee": 3040, "details": 3041, "judge": 3042, "skewers": 3043, "mains": 3044, "differently": 3045, "moon": 3046, "savory": 3047, "facebook": 3048, "truth": 3049, "kiosk": 3050, "blown": 3051, "excessive": 3052, "taylor": 3053, "culture": 3054, "sourdough": 3055, "channel": 3056, "marked": 3057, "village": 3058, "powder": 3059, "timing": 3060, "whites": 3061, "notified": 3062, "events": 3063, "cobbler": 3064, "arugula": 3065, "boneless": 3066, "history": 3067, "sir": 3068, "38": 3069, "wicked": 3070, "fondue": 3071, "30am": 3072, "scared": 3073, "justify": 3074, "floating": 3075, "cockroach": 3076, "flatbread": 3077, "wedding": 3078, "curly": 3079, "satisfying": 3080, "pics": 3081, "chill": 3082, "oddly": 3083, "exceptional": 3084, "patience": 3085, "knocked": 3086, "relaxing": 3087, "maple": 3088, "loaf": 3089, "ricotta": 3090, "pretentious": 3091, "cent": 3092, "superior": 3093, "chefs": 3094, "canceled": 3095, "mongolian": 3096, "croissant": 3097, "anyhow": 3098, "slowly": 3099, "wearing": 3100, "arby": 3101, "tolerable": 3102, "donuts": 3103, "meaning": 3104, "downright": 3105, "packaged": 3106, "sam": 3107, "grossed": 3108, "scratch": 3109, "everytime": 3110, "stops": 3111, "dancing": 3112, "sales": 3113, "deserts": 3114, "leftover": 3115, "ignorant": 3116, "crave": 3117, "virtually": 3118, "strangely": 3119, "regards": 3120, "endless": 3121, "moments": 3122, "pouring": 3123, "death": 3124, "proteins": 3125, "valentine": 3126, "herbs": 3127, "pride": 3128, "paneer": 3129, "grain": 3130, "temp": 3131, "pen": 3132, "areas": 3133, "everyday": 3134, "http": 3135, "bottomless": 3136, "earth": 3137, "fans": 3138, "rack": 3139, "slimy": 3140, "closet": 3141, "revisit": 3142, "payment": 3143, "opens": 3144, "bothering": 3145, "nerve": 3146, "dairy": 3147, "finishing": 3148, "handful": 3149, "shirt": 3150, "basics": 3151, "pesto": 3152, "drip": 3153, "refrigerator": 3154, "balance": 3155, "starter": 3156, "ceviche": 3157, "bouncer": 3158, "behavior": 3159, "action": 3160, "payed": 3161, "convince": 3162, "suite": 3163, "conversations": 3164, "soap": 3165, "rule": 3166, "slide": 3167, "coworker": 3168, "cracker": 3169, "punch": 3170, "canadian": 3171, "police": 3172, "ale": 3173, "curds": 3174, "pure": 3175, "sodas": 3176, "bummer": 3177, "inviting": 3178, "whoever": 3179, "swimming": 3180, "tso": 3181, "cleaner": 3182, "peas": 3183, "zucchini": 3184, "info": 3185, "identity": 3186, "knots": 3187, "sees": 3188, "overpowering": 3189, "très": 3190, "honesty": 3191, "ol": 3192, "rain": 3193, "minus": 3194, "debit": 3195, "raved": 3196, "mug": 3197, "buzz": 3198, "wallet": 3199, "bleu": 3200, "bass": 3201, "allergies": 3202, "ratio": 3203, "wouldnt": 3204, "frustration": 3205, "unappealing": 3206, "meatloaf": 3207, "pregnant": 3208, "significantly": 3209, "regarding": 3210, "wear": 3211, "smoothies": 3212, "considered": 3213, "force": 3214, "gelato": 3215, "unbelievably": 3216, 