{" ": 1, "e": 2, "t": 3, "a": 4, "o": 5, "n": 6, "s": 7, "i": 8, "r": 9, "h": 10, "d": 11, "l": 12, "u": 13, "c": 14, "w": 15, "m": 16, "y": 17, "f": 18, "g": 19, ".": 20, "p": 21, "b": 22, "v": 23, "k": 24, "I": 25, ",": 26, "'": 27, "T": 28, "\r": 29, "\n": 30, "W": 31, "S": 32, "x": 33, "!": 34, "A": 35, "z": 36, "j": 37, "O": 38, "-": 39, "M": 40, "N": 41, "\"": 42, "0": 43, "E": 44, "B": 45, "1": 46, "C": 47, "H": 48, "F": 49, "2": 50, ")": 51, "(": 52, "q": 53, "D": 54, "R": 55, "?": 56, "5": 57, "P": 58, "L": 59, "$": 60, "G": 61, "3": 62, "Y": 63, ":": 64, "V": 65, "4": 66, "U": 67, "/": 68, "K": 69, "J": 70, "9": 71, "6": 72, "&": 73, "8": 74, "7": 75, "*": 76, ";": 77, "Q": 78, "é": 79, "%": 80, "+": 81, "Z": 82, "#": 83, "X": 84, "_": 85, "=": 86, "@": 87, "à": 88, "è": 89, "~": 90, "ñ": 91, "ê": 92, "[": 93, "]": 94, " ": 95, "ç": 96, "û": 97, "，": 98, "的": 99, "。": 100, "​": 101, "！": 102, "`": 103, "て": 104, "‍": 105, "í": 106, "ô": 107, "â": 108, "\\": 109, "î": 110, "了": 111, "|": 112, "ü": 113, "^": 114, "い": 115, "一": 116, "有": 117, "个": 118, "是": 119, "ä": 120, "不": 121, "な": 122, "、": 123, "ó": 124, "我": 125, "の": 126, "っ": 127, "á": 128, "服": 129, "ー": 130, "と": 131, "で": 132, "务": 133, "し": 134, "没": 135, "°": 136, "を": 137, "た": 138, "ら": 139, "那": 140, "去": 141, "は": 142, "人": 143, "这": 144, "吃": 145, "に": 146, "れ": 147, "们": 148, "く": 149, "ù": 150, "¢": 151, "常": 152, "？": 153, "石": 154, "も": 155, "非": 156, "À": 157, "理": 158, "高": 159, "る": 160, "子": 161, "懐": 162, "}": 163, "来": 164, "也": 165, "好": 166, "É": 167, "ル": 168, "が": 169, "店": 170, "在": 171, "很": 172, "就": 173, "イ": 174, "家": 175, "都": 176, "食": 177, "ツ": 178, "多": 179, "ス": 180, "か": 181, "ö": 182, "Ç": 183, "本": 184, "面": 185, "{": 186, "´": 187, "ン": 188, "オ": 189, "そ": 190, "う": 191, "两": 192, "次": 193, "等": 194, "ナ": 195, "前": 196, "过": 197, "œ": 198, "分": 199, "得": 200, "出": 201, "盘": 202, "ま": 203, "料": 204, "西": 205, "菜": 206, "里": 207, "看": 208, "点": 209, "ï": 210, "员": 211, "地": 212, "方": 213, "ò": 214, "ピ": 215, "ト": 216, "け": 217, "　": 218, "她": 219, "时": 220, "用": 221, "€": 222, "口": 223, "ど": 224, "お": 225, "最": 226, "要": 227, "还": 228, "道": 229, "拿": 230, "你": 231, "忙": 232, "客": 233, "使": 234, "レ": 235, "日": 236, "ë": 237, "台": 238, "他": 239, "小": 240, "么": 241, "费": 242, "¯": 243, "所": 244, "说": 245, "（": 246, "ß": 247, "り": 248, "き": 249, "全": 250, "言": 251, "肉": 252, "太": 253, "叫": 254, "外": 255, "上": 256, "样": 257, "鱼": 258, "生": 259, "ú": 260, "价": 261, "格": 262, "已": 263, "开": 264, "进": 265, "让": 266, "ラ": 267, "級": 268, "­": 269, "腐": 270, "后": 271, "¿": 272, "中": 273, "什": 274, "×": 275, "以": 276, "些": 277, "间": 278, "度": 279, "大": 280, "为": 281, "わ": 282, "ん": 283, "す": 284, "こ": 285, "思": 286, "千": 287, "万": 288, "下": 289, "东": 290, "味": 291, "完": 292, "种": 293, "起": 294, "师": 295, "水": 296, "给": 297, "着": 298, "）": 299, "差": 300, "量": 301, "少": 302, "跟": 303, "句": 304, "话": 305, "钟": 306, "才": 307, "傻": 308, "逼": 309, "觉": 310, "天": 311, "せ": 312, "油": 313, "安": 314, "だ": 315, "タ": 316, "調": 317, "知": 318, "ロ": 319, "™": 320, "走": 321, "告": 322, "诉": 323, "真": 324, "根": 325, "和": 326, "简": 327, "直": 328, "难": 329, "奶": 330, "速": 331, "浪": 332, "钱": 333, "黑": 334, "ō": 335, "‼": 336, "从": 337, "湾": 338, "忍": 339, "部": 340, "老": 341, "物": 342, "花": 343, "平": 344, "快": 345, "¥": 346, "别": 347, "意": 348, "板": 349, "行": 350, "合": 351, "ダ": 352, "種": 353, "類": 354, "超": 355, "星": 356, "期": 357, "而": 358, "牛": 359, "无": 360, "傅": 361, "粘": 362, "感": 363, "可": 364, "女": 365, "态": 366, "情": 367, "气": 368, "心": 369, "放": 370, "懒": 371, "建": 372, "议": 373, "因": 374, "够": 375, "贵": 376, "车": 377, "远": 378, "川": 379, "馆": 380, "比": 381, "糕": 382, "¡": 383, "会": 384, "再": 385, "屋": 386, "半": 387, "位": 388, "二": 389, "十": 390, "通": 391, "坐": 392, "ì": 393, "®": 394, "初": 395, "め": 396, "麩": 397, "羅": 398, "べ": 399, "さ": 400, "悪": 401, "ッ": 402, "良": 403, "ち": 404, "事": 405, "寿": 406, "司": 407, "関": 408, "採": 409, "あ": 410, "１": 411, "騙": 412, "者": 413, "追": 414, "加": 415, "ぜ": 416, "作": 417, "ﾟ": 418, "班": 419, "腩": 420, "豆": 421, "椒": 422, "乳": 423, "鸡": 424, "·": 425, "卖": 426, "足": 427, "眼": 428, "叨": 429, "经": 430, "发": 431, "第": 432, "夫": 433, "妻": 434, "片": 435, "碎": 436, "勺": 437, "垃": 438, "圾": 439, "战": 440, "斗": 441, "机": 442, "又": 443, "精": 444, "致": 445, "见": 446, "居": 447, "然": 448, "靠": 449, "±": 450, "区": 451, "对": 452, "惨": 453, "睹": 454, "指": 455, "海": 456, "鲜": 457, "美": 458, "值": 459, "提": 460, "异": 461, "沙": 462, "同": 463, "偏": 464, "咸": 465, "收": 466, "碗": 467, "环": 468, "境": 469, "Á": 470, "陆": 471, "特": 472, "注": 473, "欺": 474, "骗": 475, "久": 476, "ぶ": 477, "モ": 478, "ポ": 479, "シ": 480, "ョ": 481, "コ": 482, "凄": 483, "メ": 484, "ニ": 485, "ュ": 486, "ほ": 487, "え": 488, "挙": 489, "素": 490, "晴": 491, "白": 492, "話": 493, "題": 494, "ś": 495, "宰": 496, "入": 497, "饭": 498, "选": 499, "择": 500, "羊": 501, "且": 502, "跨": 503, "系": 504, "蟹": 505, "腿": 506, "芥": 507, "蓝": 508, "级": 509, "敌": 510, "汁": 511, "渣": 512, "颜": 513, "色": 514, "干": 515, "净": 516, "摆": 517, "强": 518, "专": 519, "业": 520, "包": 521, "技": 522, "术": 523, "想": 524, "块": 525, "啊": 526, "酱": 527, "问": 528, "题": 529, "像": 530, "愿": 531, "果": 532, "补": 533, "货": 534, "候": 535, "换": 536, "恶": 537, "夹": 538, "舒": 539, "Â": 540, "õ": 541, "桂": 542, "彈": 543, "牙": 544, "³": 545, "共": 546, "三": 547, "座": 548, "空": 549, "余": 550, "门": 551, "沟": 552, "招": 553, "待": 554, "即": 555, "便": 556, "顾": 557, "吧": 558, "能": 559, "草": 560, "泥": 561, "马": 562, "国": 563, "烂": 564, "ā": 565, "消": 566, "化": 567, "気": 568, "持": 569, "マ": 570, "ジ": 571, "ャ": 572, "強": 573, "「": 574, "」": 575, "サ": 576, "ズ": 577, "京": 578, "供": 579, "頃": 580, "育": 581, "耳": 582, "障": 583, "私": 584, "明": 585, "若": 586, "狭": 587, "ぐ": 588, "認": 589, "よ": 590, "ょ": 591, "庭": 592, "回": 593, "ガ": 594, "捨": 595, "自": 596, "称": 597, "今": 598, "呆": 599, "何": 600, "係": 601, "体": 602, "ゃ": 603, "捌": 604, "実": 605, "力": 606, "無": 607, "キ": 608, "チ": 609, "利": 610, "ゆ": 611, "張": 612, "似": 613, "ア": 614, "ギ": 615, "病": 616, "院": 617, "羽": 618, "目": 619, "願": 620, "田": 621, "胃": 622, "散": 623, "ﾉ": 624, "ã": 625, "¾": 626, "Ü": 627, "煲": 628, "丝": 629, "湖": 630, "羹": 631, "皇": 632, "糟": 633, "令": 634, "讨": 635, "厌": 636, "亚": 637, "洲": 638, "劲": 639, "置": 640, "却": 641, "昨": 642, "份": 643, "凳": 644, "皮": 645, "底": 646, "几": 647, "场": 648, "烦": 649, "呢": 650, "其": 651, "实": 652, "挺": 653, "效": 654, "率": 655, "另": 656, "到": 657, "现": 658, "害": 659, "长": 660, "凉": 661, "脸": 662, "谓": 663, "表": 664, "羞": 665, "愧": 666, "性": 667, "扭": 668, "曲": 669, "德": 670, "沦": 671, "丧": 672, "身": 673, "恰": 674, "当": 675, "俩": 676, "工": 677, "或": 678, "₱": 679, "₩": 680, "坑": 681, "烤": 682, "厨": 683, "连": 684, "盐": 685, "肺": 686, "应": 687, "该": 688, "正": 689, "宗": 690, "啥": 691, "戴": 692, "镜": 693, "男": 694, "崔": 695, "站": 696, "弱": 697, "智": 698, "短": 699, "麻": 700, "辣": 701, "煮": 702, "把": 703, "醉": 704, "般": 705, "<s>": 706}