{".": 1, "the": 2, "was": 3, "and": 4, "i": 5, ",": 6, "to": 7, "we": 8, "a": 9, "\n": 10, "it": 11, "for": 12, "\r": 13, "my": 14, "'": 15, "this": 16, "at": 17, "our": 18, "were": 19, "food": 20, "of": 21, "they": 22, "that": 23, "not": 24, "on": 25, "she": 26, "(": 27, ")": 28, "with": 29, "had": 30, "service": 31, "t": 32, "in": 33, "so": 34, "is": 35, "out": 36, "but": 37, "have": 38, "as": 39, "place": 40, "there": 41, "us": 42, "good": 43, "because": 44, "-": 45, "walked": 46, "just": 47, "!": 48, "come": 49, "he": 50, "before": 51, "?": 52, "after": 53, "when": 54, "\"": 55, "did": 56, "server": 57, "be": 58, "over": 59, "no": 60, "go": 61, "would": 62, "could": 63, "minutes": 64, "very": 65, "are": 66, "has": 67, "menu": 68, "their": 69, "hot": 70, "staff": 71, "me": 72, "got": 73, "other": 74, "dinner": 75, "about": 76, "going": 77, "her": 78, "options": 79, "came": 80, "here": 81, ":": 82, "back": 83, "by": 84, "which": 85, "s": 86, "if": 87, "you": 88, "$": 89, "off": 90, "bar": 91, "or": 92, "get": 93, "order": 94, "card": 95, "can": 96, "pot": 97, "waitress": 98, "one": 99, "from": 100, "made": 101, "buffet": 102, "last": 103, "great": 104, "visit": 105, "cold": 106, "only": 107, "under": 108, "didn": 109, "all": 110, "said": 111, "actually": 112, "well": 113, "many": 114, "say": 115, "almost": 116, "restaurant": 117, "orders": 118, "waited": 119, "another": 120, "dish": 121, "fries": 122, "5": 123, "even": 124, "years": 125, "10": 126, "brought": 127, "couple": 128, "most": 129, "better": 130, "gift": 131, "use": 132, "then": 133, "gone": 134, "bad": 135, "placed": 136, "such": 137, "duck": 138, "busy": 139, "time": 140, "outside": 141, "night": 142, "ok": 143, "end": 144, "thing": 145, "told": 146, "ask": 147, "what": 148, "problem": 149, "though": 150, "see": 151, "half": 152, "must": 153, "high": 154, "friends": 155, "needed": 156, "empty": 157, "while": 158, "poor": 159, "an": 160, "someone": 161, "least": 162, "15": 163, "main": 164, "salad": 165, "okay": 166, "bit": 167, "sweet": 168, "potato": 169, "worth": 170, "price": 171, "size": 172, "large": 173, "around": 174, "sat": 175, "table": 176, "min": 177, "don": 178, "think": 179, "best": 180, "location": 181, "been": 182, "things": 183, "several": 184, "love": 185, "bartender": 186, "water": 187, "cokes": 188, "trying": 189, "few": 190, "times": 191, "received": 192, "same": 193, "since": 194, "put": 195, "somewhere": 196, "between": 197, "give": 198, "stars": 199, "anything": 200, "quantity": 201, "quality": 202, "bland": 203, "sauce": 204, "/": 205, "never": 206, "home": 207, "do": 208, "make": 209, "took": 210, "also": 211, "being": 212, "some": 213, "rude": 214, "certificate": 215, "big": 216, "couldn": 217, "00": 218, "fine": 219, "print": 220, "away": 221, "may": 222, "down": 223, "hill": 224, "changed": 225, "slow": 226, "&": 227, "why": 228, "today": 229, "pretty": 230, "disappointed": 231, "special": 232, "freind": 233, "lasagna": 234, "chicken": 235, "lacking": 236, "hamburger": 237, "scampi": 238, "still": 239, "congee": 240, "hubby": 241, "like": 242, "places": 243, "pho": 244, "mine": 245, "employees": 246, "chatting": 247, "each": 248, "employee": 249, "his": 250, "head": 251, "drive": 252, "thru": 253, "window": 254, "talking": 255, "people": 256, "entire": 257, "cook": 258, "hands": 259, "making": 260, "bellagio": 261, "kind": 262, "forgot": 263, "towards": 264, "crab": 265, "legs": 266, "re": 267, "suppose": 268, "tacos": 269, "freshly": 270, "single": 271, "lamp": 272, "heat": 273, "let": 274, "know": 275, "manager": 276, "charge": 277, "talk": 278, "chief": 279, "idea": 280, "happened": 281, "closed": 282, "wasn": 283, "rather": 284, "rio": 285, "casino": 286, "horrible": 287, "experience": 288, "thursday": 289, "6": 290, "30": 291, "p": 292, "m": 293, "reservation": 294, "extremely": 295, "poor\r": 296, "enjoyed": 297, "company": 298, "primarily": 299, "once": 300, "seated": 301, "greeted": 302, "anyone": 303, "hour": 304, "asked": 305, "whether": 306, ";": 307, "doing": 308, "something": 309, "else": 310, "finally": 311, "take": 312, "caprese": 313, "salad\r": 314, "salty": 315, "liking": 316, "personally": 317, "find": 318, "filling": 319, "ordered": 320, "below": 321, "these": 322, "delicious": 323, "crispy": 324, "soft": 325, "inside": 326, "recommend": 327, "particular": 328, "especially": 329, "given": 330, "8": 331, "portion": 332, "quite": 333, "plate": 334, "4": 335, "friday": 336, "afternoon": 337, "realized": 338, "however": 339, "everyone": 340, "noticed": 341, "non": 342, "existent": 343, "way": 344, "new": 345, "business": 346, "start": 347, "oh": 348, "different": 349, "past": 350, "will": 351, "added": 352, "list": 353, "smdh": 354, "downtown": 355, "scottsdale": 356, "manners": 357, "ignored": 358, "cared": 359, "less": 360, "met": 361, "friend": 362, "tonight": 363, "20": 364, "mins": 365, "attention": 366, "decided": 367, "starters": 368, "mains": 369, "wings": 370, "brisket": 371, "mac": 372, "cheese": 373, "alright": 374, "point": 375, "hadn": 376, "seen": 377, "more": 378, "napkins": 379, "refills": 380, "saw": 381, "hovered": 382, "tip": 383, "into": 384, "handheld": 385, "credit": 386, "terminal": 387, "decent": 388, "piss": 389, "terrible": 390, "im": 391, "judge": 392, "besides": 393, "shabu": 394, "small": 395, "expensive": 396, "taste": 397, "soup": 398, "base": 399, "selection": 400, "limited": 401, "fresh": 402, "clean": 403, "perspective": 404, "again": 405, "much": 406, "than": 407, "without": 408, "anyways": 409, "appetite": 410, "yourself": 411, "favor": 412, "skip": 413, "miserable": 414, "wife": 415, "birthday": 416, "daughter": 417, "12": 418, "16": 419, "14": 420, "alfonsos": 421, "heard": 422, "dawn": 423, "pay": 424, "blond": 425, "loud": 426, "tone": 427, "cause": 428, "spend": 429, "100": 430, "50": 431, "insulted": 432, "saying": 433, "tables": 434, "hear": 435, "read": 436, "telling": 437, "requirements": 438, "showed": 439, "legible": 440, "sorry": 441, "fault": 442, "yours": 443, "am": 444, "having": 445, "second": 446, "thoughts": 447, "toss": 448, "clearly": 449, "cut": 450, "quality\r": 451, "reviews": 452, "written": 453, "ve": 454, "gets": 455, "spending": 456, "money": 457, "th": 458, "hit": 459, "miss": 460, "sometimes": 461, "personable": 462, "attentive": 463, "myself": 464, "often": 465, "gtfoh": 466, "stamp": 467, "permanently": 468, "across": 469, "foreheads": 470, "patrons": 471, "otherwise": 472, "deemed": 473, "guy": 474, "continuos": 475, "visits": 476, "hh": 477, "close": 478, "drink": 479, "choose": 480, "went": 481, "weekend": 482, "pictured": 483, "recommended": 484, "yelp": 485, "started": 486, "steak": 487, "grilled": 488, "skewers": 489, "nothing": 490, "both": 491, "kick": 492, "really": 493, "nice": 494, "manger": 495, "switch": 496, "dishes": 497, "shrimp": 498, "flavor": 499, "seasoned": 500, "noodles": 501, "cooked": 502, "name": 503, "attached": 504, "stomach": 505, "hopes": 506, "gave": 507, "three": 508, "cannot": 509, "believe": 510, "how": 511, "3": 512, "picked": 513, "up": 514, "sometime": 515, "winter": 516, "sick": 517, "ginger": 518, "fish": 519, "tasted": 520, "should": 521, "bitter": 522, "wanted": 523, "eat": 524, "craving": 525, "serve": 526, "coleslaw": 527, "side": 528, "tea": 529, "bring": 530, "details": 531, "gist": 532, "story": 533, "understaffed": 534, "worst": 535, "part": 536, "servers": 537, "feel": 538, "asking": 539, "arrived": 540, "bside": 541, "ahead": 542, "somehow": 543, "done": 544, "eating": 545, "<s>": 546}